{"title":"Fadershålet","author":"Andrea Lundgren","translator":"Nils Torvald Østerbø","data":[[[["När pappas ögonlock fälls ner som en giljotin drar hon igen bildörren med ett klick.", "When Dad’s eyelids drop like a guillotine she pulls the car door shut with a click."], ["Han vänder blicken mot vägen och från sin skuggiga plats i baksätet kan hon bara se hans högra arm och ben, en fläck av kinden.", "He turns his gaze to the road, and from her shady spot in the backseat she can only see his right arm and leg, a small patch of cheek."], ["Pappas solglasögon ligger på instrumentbrädan och blänker mot Kore som svarta stjärnor.", "Dad’s sunglasses lie on the dashboard, glinting at Kore like black stars."], ["AC:n brusar lågt.", "The AC hums quietly."], ["Det luktar nytt.", "The car smells new."]], [["När han backar ut från uppfarten vänder hon sig mot fönstret för att hinna vinka till sin mamma som står nere på stenplattorna vid huset och ser dem åka.", "As he backs out of the yard, she turns towards the window in time to wave to her mother who is standing down on the flagstones outside the house, watching them leave."], ["Bilen stannar till, en ny växel läggs i. Sedan är de på väg.", "The car stops, gears are shifted. Then they’re on their way."]], [["Fem veckor är det sagt.", "Five weeks, that’s the plan."]], [["Det är samma varje sommar, tiden bryts itu i två stora block, den första har redan försvunnit, nu är det mitten av juli och har börjat bli mörkare, det syns i vrårna, i trädens kronor, och gräsmattan har djupnat i färgen, bytt ut sin ljusa junidräkt mot en dovare mörkgrön ragg.", "It’s the same every summer, time is split into two big blocks. The first has disappeared already, now it’s the middle of July and starting to get darker, you can see it in the corners, in the crowns of the trees, and the grass has deepened in colour, swapped its light June getup for a deeper dark green shag."]], [["Fem veckor.", "Five weeks."], ["Kore sjunker bakåt i sätet och försöker töja på bältet, men det hackar fast.", "Kore sinks back in the seat and tries to loosen the belt, but it’s stuck."], ["I vägrenen har midsommarblomstren blommat ut, bara de tomma stjälkarna sticker upp.", "Along the roadside the midsummer flowers have lost their blossoms, only the empty stalks stick up."], ["Rosa, vita, lila var de.", "They had been pink, white, purple."], ["När hon och mamma klädde midsommarstången fanns det hur många som helst, de plockade famnen full och den kvällen satt de uppe jättesent, till halv två.", "When she and Mum had decorated the Midsummer pole there had been loads of them, they had picked an armful and then stayed up really late, until one thirty."]], [["Bilen bromsar in en aning när de kommit uppför backen.", "The car slows down a little when they reach the top of the slope."], ["Det torra blinkersljudet.", "The dry sound of the blinker."], ["Sedan svänger de ut på landsvägen.", "Then they turn onto the highway."], ["När hastighetsmätaren sveper förbi sjuttiostrecket trycker pappa på en knapp som låser alla dörrar.", "When the speedometer needle sweeps past seventy Dad pushes a button that locks all the doors."]], [["Datumet har närmat sig som ett skarpt krön med okänd, och ändå känd, baksida.", "The date had approached like a sharp hilltop with an unknown, and yet known, far side."], ["Därefter klockslaget.", "Then the hour."], ["Tick, tack.", "Tick, tock."], ["Och sedan skymtade hon bilen uppe vid vägen.", "And then she had glimpsed the car up by the road."], ["Han behövde aldrig ropa.", "He never had to call for her."], ["Hon kom ändå, som dragen mot en svart magnet, trots att fötterna knappt rörde sig.", "She would come anyway, as if pulled towards a black magnet, though her feet hardly moved."], ["Hela morgonen har hon vandrat runt med den öppna väskan, från rum till rum.", "All morning she had wandered around from room to room with the open bag."], ["Men det spelade ingen roll vad hon packade ner.", "But it didn’t matter what she packed."], ["Allt fanns redan där.", "Everything was already there."], ["En ny tandborste i stället för den tuviga hon har hemma, rosa regnkläder i stället för de gröna som hänger på kroken i hallen, massvis av serietidningar i byrålådan.", "A new toothbrush instead of the matted one she had at home, pink rainwear instead of the green ones hanging on the hook in the hallway, lots of comic books in the chest of drawers."], ["Och leksaker.", "And toys."], ["Ritblock.", "A drawing pad."], ["Till och med små tuber med oljefärg som hon fick i julklapp.", "Even small tubes of oil paint that she got for Christmas."], ["Allt man kunde tänkas behöva, fanns hos hennes pappa, allt.", "Everything you could imagine needing was at her Dad’s, everything."]], [["Och samtidigt ingenting.", "And at the same time nothing."]], [["Han var alltid sen och hon satt alltid och väntade, i hallen, med händerna knutna kring väskans handtag.", "He was always late and she always sat waiting, in the hallway, her hands clenched around the bag’s handles."], ["Katja stod och förberedde middagen i köket.", "Katja had been preparing dinner in the kitchen at the time."], ["Susanna skulle komma över sedan, de skulle sitta på verandan bakom huset, tända en myggspiral, dricka vin och prata strunt.", "Susanna would be over later, they would sit on the veranda behind the house, light a mosquito coil, drink wine and gossip."], ["Det kändes ihåligt i kroppen att tänka på, att allt skulle vara som vanligt här.", "Kore’s body had felt empty when she thought about it, that everything would be as usual here."], ["Utom hon.", "Except her."], ["Om hon inte väntat på pappa skulle hon just då ta fram pyssellådan och ställa den på köksbordet, lyssna på kassettband och göra någon grej med flirtkulor, lim och paljetter.", "If she weren’t waiting for Dad just then, she’d have taken out her craft kit and put it on the kitchen table, then listened to cassettes and made something out of paper balls, glue and sequins."], ["Och senare skulle hon och mamma se Disneydags och dricka läsk och sedan var det Fångarna på fortet.", "And afterwards she and Mum would have watched Disney Afternoon and drunk fizzy drinks and then there would be Fort Boyard."], ["Fast bara om mamma hade hunnit städa klart, annars gjorde hon det först.", "But only if Mum had had time to finish the cleaning, otherwise she would do that first."]], [["– Undrar om du hittar några snäckor i år, sa Katja och tog ut ett paket räkor ur frysen. Och din fina nya cykel har du ju knappt hunnit cykla nåt på?", "“I wonder if you’ll find any snails this year?” Katja had said, taking a packet of prawns out of the freezer, “And you’ve hardly had any time to ride your nice new bike, have you?"], ["Den kedjan bänglar säkert inte alls.", "I’m sure that chain doesn’t wobble at all.”"]], [["Kore nickade och tog ett nytt grepp om ryggsäckens handtag.", "Kore had nodded and gripped the handles of the backpack again."], ["Vinden rörde mjukt vid rönnarna uppe vid vägen.", "Up there at the roadside the wind gently nudged the rowans."], ["Fortfarande ingen bil.", "Still no car."], ["Hallen stod i dunkel.", "The hallway was dim."]], [["På väggen intill ytterdörren syntes de bleknade kritstrecken Kore gjort när hon var tre.", "On the wall next to the front door were the faded chalk marks Kore had made when she was three."], ["Efter att mamma till slut hittat en kvarglömd bit av samma tapet på vinden och klistrat över, hade det bara tagit några dagar innan Kore ritat en ny kluddig kritbild i svart och rött på precis samma ställe. ”Det skulle tydligen vara en teckning där” brukade Katja säga och skratta.", "After Mum had finally found a forgotten bit of the same wallpaper in the attic and pasted it over, it had only taken a few days before Kore had drawn a new crude chalk picture in black and red on the exact same spot, “Apparently there was meant to be a drawing there,” Katja would say with a laugh."]], [["Det hade slutat prassla i köket.", "The rustling in the kitchen had stopped."], ["När hon tittade dit vek Katja undan med blicken och började pilla med knuten på plastpåsen igen.", "When Kore looked that way Katja had avoided her eyes and started fumbling with the knot of the plastic bag again."], ["Kore tittade ut igen och då såg hon bilen komma.", "Kore had looked back outside and then she saw the car arrive."], ["Dök upp ur ingenting.", "Emerge from nothing."], ["Hon reste sig genast och tog på sig ryggsäcken.", "She got up right away and put on her backpack."]], [["– Ring om det är nåt, sa hennes mamma och gav Kore en kram.", "“Call me if there’s anything,” her mum had said, giving Kore a hug."], ["Min lilla skrutt.", "“My little sweetie pie.”"]], [["Ha så roligt nu, sa hon.", "Have a great time, she had said."], ["Hasåroligthasåroligthasroltggt.", "Haveagreathaveagreathavgrttme."]], [["– Kore, säger hennes pappa.", "“Kore,” says her dad."]], [["Han tittar på henne i backspegeln.", "He looks at her in the rear-view mirror."], ["Långt bakom dem är huset redan borta.", "Far behind them the house is already gone."]], [["– Vi far till leksaksaffären, säger han.", "“Let’s go to the toy shop,” he says."], ["Och du får välja precis vad du vill.", "“And you can choose whatever you want.”"]], [["Bilens svala luftdrag får huden på hennes ben att knottras, från gympaskorna hela vägen upp till de mönstrade cykelbyxorna.", "The cool air inside the car gives her legs goosebumps, from her sneakers all the way up to her patterned cycling shorts."], ["Låren klibbar mot bilens cremefärgade skinnklädsel.", "Her thighs stick to the cream-coloured leather seat covers."], ["Hon fryser lite men säger ingenting.", "She feels a little cold but doesn’t say anything."], ["Hennes röst har krupit djupt in och gömt sig som en hård ärta någonstans i hennes kropp.", "Her voice has crawled deep inside her and hidden away, like a hard pea somewhere in her body."]], [["Pappa kör snabbt genom ett föränderligt landskap, bilen rör sig nästan ljudlöst i hundratjugo.", "Dad drives quickly through a changing landscape, the car moves almost soundlessly at seventy miles an hour."], ["Han kastar en blick över axeln för varje bil han glider förbi.", "He glances over his shoulder at every car he glides past."], ["Kores nästipp råkar snudda vid fönsterglaset, hon torkar försiktigt med tröjärmen så att det inte ska bli en fläck.", "The tip of Kore’s nose happens to touch the window pane, she wipes it carefully with her sleeve so as not to leave a mark."], ["Utanför ser hon hur de osynliga djuren, de sju som varit hos henne sedan hon var liten, följer efter på sidan av vägen.", "Outside she can see the invisible animals, the seven that have been with her since she was little, following them along the roadside."], ["Titus, Babel, Bollo Sé, Mitko, Masha, Ivrahim och Den-med-långa-fingrar.", "Titus, Babel, Bollo Sé, Mitko, Masha, Ivrahim and Long-fingers."], ["Titus springer först, så vacker.", "Titus is running ahead, so beautiful."], ["Hans svarta pärlögon blänker.", "His pearly black eyes are gleaming."], ["De andra får anstränga sig för att hinna med, för att ta sig över stubbar, genom skogsdungar och över diken.", "The others have to work to keep up with him, to make it over the tree stumps, through the thickets and across the dikes."], ["Mitko flyger ibland, det är lättare.", "Mitko flies sometimes, it’s easier that way."], ["Ivrahim håller sig undan från de andra.", "Ivrahim keeps his distance from the rest."], ["Efter fälten av brukad jord på båda sidor återstår bara tusentals meter av viltstängsel.", "Beyond the tilled fields on either side there’s nothing but miles of game fencing."], ["Och bakom det slyig skog.", "And behind that bushy forest."], ["Hon vet att det finns andra, större djur, inne bland träden.", "She knows there are other, bigger animals in there among the trees."], ["Än har de inte visat sig.", "So far they haven’t made an appearance."], ["Men de finns där.", "But they are there."]], [["Vägen sjunker, solen flimrar mellan stammarna.", "The road descends, the sun flickers between the tree trunks."], ["Här och där skymtar hon ett hus, de blir färre när det börjar slutta.", "Here and there she glimpses houses, fewer of them the further down they get."], ["Sedan är världen ödslig och tom.", "Then the world becomes desolate and empty."], ["De åker förbi en obemannad bensinmack, en hoprasad lada.", "They drive past an unattended petrol station, a collapsed barn."], ["Några kala stammar mot nejdens brända gräs.", "Some bare trunks against the burnt grass of the area."], ["Allting faller, gapar tomt i intet.", "Everything is falling, gaping emptily in the void."], ["Sedan kommer bilen ner på den dyiga bottnen, rundar en krök och staden breder ut sig framför dem.", "Then the car reaches the muddy bottom, rounds a bend and the town spreads out in front of them."], ["En rondell med en stor järnfigur i mitten och bakom den skjuter skorstenar rakt upp i det tjocka molntäcket.", "A roundabout with a large iron figure in the middle, behind which chimneys shoot straight up into the thick cloud cover."], ["Det ångar ur vägbrunnarna.", "The manholes are steaming."], ["Vid busstationen sitter en tonåring hopsjunken på ett räcke.", "Next to the bus station a teenager sits hunched on a railing."]], [["En stund senare stannar bilen, i ett enda steg är hennes pappa ute.", "A minute later the car stops, and with a single step her dad is outside."], ["Kore kliver ut på trottoaren och följer efter honom mot affären.", "Kore steps onto the pavement and follows him towards the shop."], ["I ögonvrån ser hon hur djuren har krupit in och gömt sig bakom ena bakdäcket.", "Out of the corner of her eye she notices that the animals have stealthily hidden behind one of the rear wheels."]], [["När de kommer tillbaka ut igen håller Kore i en tunn påse, och i den ligger dockan.", "When they’re back outside Kore is holding a thin bag, and in it lies the doll."], ["Ljusblå klänning med frasande volanger.", "A light blue dress, rustling frills."], ["Det fanns så många där inne, till slut tog hon bara en.", "There had been so many of them in there, in the end she took only one."], ["Hennes händer ser sotiga ut i det svaga ljuset.", "Her hands look sooty in the weak light."]], [["Djuren följer med in den här gången, de trängs på bilmattan runt hennes fötter.", "The animals get into the car with her this time, crowding around her feet on the mat."], ["Nu är de i faderns land och lever under faderns lag.", "Now they are in her father’s land and live under her father’s laws."], ["Deras blickar är flackande.", "Their eyes wander."]]], [[["I villakvarteren ute på Ektjärn är allting lugnt och stilla, solen är len som en tunga över taken.", "Everything is quiet and peaceful in the villa quarter at Ektjärn, the sun smooth like a tongue above the roofs."], ["Ingen är ute och klipper gräs, studsmattorna är övergivna.", "No one is out mowing the lawn, the trampolines are abandoned."], ["En rödbrun katt sitter på bron utanför ett av husen och tvättar sig.", "An auburn cat sits grooming itself on the front steps of one of the houses."], ["Den hejdar sig mitt i en rörelse när de kör förbi.", "It breaks off mid-movement as they drive past."], ["Kore ser bilen speglas i varje fönster de passerar.", "Kore sees the car reflected in every window they pass."], ["En oval, blank sten.", "An egg-shaped, shiny stone."], ["Och mitt i stenen – hennes ansikte.", "And in the middle of the stone – her face."]], [["Efter att pappa parkerat och tagit med henne in i huset får hon sätta sig i fåtöljen i vardagsrummet.", "Once Dad has parked and let her into the house, she sits down in the armchair in the living room."], ["Sedan hämtar han presenterna.", "Then he fetches the presents."], ["Hon får en efter en tills hennes knä är fullt av små figurer och askar i askar och hårprydnader och färgglada armband.", "She gets one after the other, until her lap is full of small figures and boxes inside boxes and hair accessories and colourful bracelets."], ["Sakerna kommer från hela världen, hennes pappa reser mycket i jobbet till konferenser och institutioner.", "The objects come from all over the world, her dad travels a lot with work, to various conferences and institutions."], ["Han reser till platser där människor talar som fåglar, har tänder av guld och gapande munnar.", "He travels to places where people speak like birds, have gold teeth and gaping mouths."], ["New York, Singapore och Madrid har han varit i. Istanbul.", "He’s been to New York, Singapore and Madrid."], ["Lima.", "Istanbul and Lima."], ["En gång i Sydney.", "Sydney, once."], ["Hon för en liten lackad ask mot näsan och känner lukten av det andra liv som pappa lever, när hon inte är där.", "She holds a small lacquered box up to her nose and takes in the smell of the other life Dad leads, when she isn’t there."]], [["Kore tackar och tackar, får ännu en present, och sedan, när hon knappt kan hålla i mer, hejdar han sig och lirkar upp ett smalt smycke ur en röd ask som ligger i hans kavajficka och så håller han det utsträckt över handen och det glimrar och längst ner på halsbandet hänger ett litet silverhjärta.", "Kore thanks him and thanks him some more, gets yet another present, and then, when she can hardly take it anymore, he stops and jiggles a slender piece of jewellery out of a red box in the pocket of his suit jacket and lays it out across his hand, and it glitters and from the very end of the necklace hangs a little silver heart."]], [["– Det här är egentligen en vuxenpresent, säger han.", "“This is a grown-up present, really,” he says."], ["Men jag vill att du ska ha det.", "“But I want you to have it."], ["Min lilla drottning.", "My little queen.”"]], [["Kore tittar på smycket som ser ut att rinna och porla trots att det är alldeles stilla i faderns händer.", "Kore looks at the necklace that seems to run and trickle even though it’s lying perfectly still in her father’s hands."], ["När han trär det runt hennes hals hör hon hans röst bakom sig.", "As he puts it around her neck she hears his voice behind her."]], [["– När jag köpte det sa juveleraren att den du ger det smycket till, hennes hjärta har du för evigt.", "“The jeweller I got it from told me that the heart of whoever you give the necklace to is yours for ever.”"]], [["Han skrattar lite.", "He laughs a little."], ["Ljuset från lampan i vardagsrummet gör henne yr, de små elektriska trådarna singlar ut i rummet och dalar mot henne.", "The light from the living room lamp is making her giddy, its tiny electric strands whirl through the air and descend towards her."], ["Rakt mot hennes svarta sugande pupiller.", "Straight at her black, absorbent pupils."]], [["– Lovar du det, Kore?", "“Promise me, Kore?”"]], [["Rösten känns allt mer avlägsen, som att den svävar någonstans ovanför henne.", "His voice seems to grow more distant, as if floating somewhere above her."], ["Att du är min för evigt.", "That you’re mine for ever."], ["Hon rör på läpparna men inget ljud kommer över dem, hon vill säga nej men kan inte, det låter nästan som att han gråter nu, och ljuspunkterna från lampan slinker in i hennes ögon en efter en, dras mot jorden och hennes ansikte.", "She moves her lips but no sound passes them, she wants to say no but can’t, it sounds almost like he’s crying now, and the specks of light from the lamp steal into her eyes one by one, they’re pulled towards the earth and her face."], ["I magen molar den svarta kulan, gräver sig djupare ner i köttet.", "In her stomach the black ball aches, digs down deeper into her flesh."], ["På andra försöket hörs hennes svar, men inte starkare än en viskning.", "On her second try, her answer is audible but no louder than a whisper."], ["En sista mening innan rösten sluter sig.", "A final utterance before her voice shuts down."]], [["Ja.", "Yes."]], [["Hos pappa ligger hennes rum i källaren, under trappan.", "Here at Dad’s house her room is in the basement, below the staircase."], ["Om nätterna knakar den som om någon gick där.", "At night it creaks as if someone were walking down there."], ["Ibland är det också så, när pappa ska till sitt arbetsrum, det ligger längst in, men hon går inte dit utan håller sig på den andra sidan.", "That does happen sometimes, when Dad’s on his way to his study, which is further along the hall. She never goes there, though."], ["Hennes rum här är större än det hon har hemma, ljusblått och lila, hon fick välja tapeterna själv.", "She stays on the other side. Her room here is bigger than the one at home, light blue and mauve – she got to choose the wallpaper herself."], ["Golvet är klätt med en mjuk heltäckningsmatta för att hon inte ska frysa, fönstren är igenbommade.", "The floor is covered in soft carpet so that she won’t feel cold, and the windows are shut tight."], ["Snön kan spräcka dem på vintern annars, har hennes pappa sagt.", "Otherwise the snow might crack them in winter, Dad has said."], ["Men hon vet att det är för att hon inte ska rymma.", "But she knows that it’s to stop her from escaping."]], [["Om hon bara hade haft en syster, tänker hon, skulle allt vara annorlunda.", "If only she had a sister, she thinks, then everything would be different."], ["I rummet intill, en syster, som Snövit har sin Rosenröd, som vågar höja sin hand mot alla angripare och ropa halt!", "In the room next door, a sister, like Snow-White had her Rose-Red, someone who would dare to raise her hand to any attackers and cry Stop!"], ["De skulle kunna läsa sagor för varandra när det var svårt att somna, knacka meddelanden genom väggen med hjälp av en hemlig kod.", "They could read stories to each other when they couldn’t get to sleep, tap messages through the wall using a secret code."], ["Och systern skulle kunna hjälpa henne med pappa, så att han inte blir ledsen.", "And her sister could help her with Dad, so that he wouldn’t get sad."]], [["Den första kvällen när de har sagt godnatt ligger Kore med täcket uppdraget till hakan och tittar på affischerna som han har hängt upp.", "After they have said goodnight that first night, Kore lies with the duvet pulled up to her chin and looks at the posters he has put up."], ["En violett galax på den ena, två kaninungar på den andra.", "A purple galaxy on one of them, two bunnies on the other."], ["Mitt emellan, porträttet av henne själv.", "In the middle, a portrait of herself."], ["Pappa säger att det är mycket likt henne, men när hon försöker titta på tavlan ser hon bara en liten molande kula, där hennes ansikte borde finnas.", "Dad says it really resembles her, but when she tries to look at the picture all she can see is a small aching ball where her face ought to be."], ["En lysande svart sten.", "A shining black stone."]], [["Kore.", "Kore."], ["Pappas lilla drottning.", "Daddy’s little queen."]], [["Nästa morgon är pappa glad, han sitter vid köksbordet och läser tidningen med henne intill sig.", "The next morning Dad is happy, he sits at the kitchen table reading the newspaper with her at his side."], ["Det luktar kaffe.", "The room smells of coffee."], ["Radion spelar svensktoppshits och Kore ritar teckning efter teckning och visar, alla är till honom, fulla av solar och djur och deras hus.", "The latest hits are playing on the radio, and Kore makes drawing after drawing and shows them to him, they’re all for him, full of suns and animals and their houses."], ["Sedan spelar de kort, ett vuxenspel.", "Then they play cards, a game for grown-ups."]], [["– Du kommer från en lång linje av pokerspelare, sager han och lägger ut en triss.", "“You come from a long line of poker players,” he says and lays out a three of a kind."], ["Min pappa lärde mig när jag var sex.", "“My dad taught me when I was six.”"]], [["Han tycker om att lära henne saker, och hon lyssnar mycket noga och nickar hela tiden, ansiktet strålar och hon kan inte låta bli att börja flamsa efter en stund, försöker få honom att skratta genom att gömma kort i tröjärmen och det går bra för han ler och säger att hon är en korthaj precis som sin kusin Robert som köpte sitt hus för pengar han vunnit på kortspel.", "He enjoys teaching her things, and she listens carefully and nods all the time, her face is glowing and after a while she can’t resist fooling around, trying to make him laugh by hiding cards up her sleeve, and it works because he laughs and says she is a card shark like his cousin Robert, who bought his house with the money he had won playing cards."]], [["– Han är riktigt klipsk, han, säger hennes pappa.", "“He’s a real clever one,” says her dad."]], [["Pappa tycker om när folk är bra på huvudräkning, så han förhör henne på multiplikationstabellen och den har hon övat så mycket i skolan att hon kan den utantill, till och med det svåraste talet som hennes pappa säger är åtta gånger sju.", "Dad likes it when people are good at doing sums in their heads, so he tests her on the times table, she has practiced so much at school that she knows it by heart, even the most difficult number which her dad says is eight times seven."], ["Men sedan råkar hon vifta ut ett glas, i ultrarapid ser hon hur det rullar över bordskanten och ner i golvet.", "But then she accidentally knocks over a glass, sees it roll over the edge of the table and onto the floor in slow motion."], ["Tre stora skärvor och många små, de far överallt.", "Three big shards and lots of small ones, they spread everywhere."], ["Hon blir alldeles stilla.", "She doesn’t move."], ["Han reser sig och hämtar sopen i skåpet.", "He gets up and fetches the broom from the cupboard."], ["Han säger att han inte är arg men hon vet att de inte kommer spela mer.", "He says that he isn’t angry, but she knows the card game is over."]], [["De äter lunch under växande tystnad.", "They eat lunch in growing silence."], ["Ju större den hinner bli, desto svårare är den att bryta.", "The bigger it gets, the harder it is to break."], ["Hon glömmer att tugga, blir sittande med gaffeln i handen.", "She forgets to chew, just sits there with the fork in her hand."], ["I blymunnen är tungan en snigel som inte går att rubba.", "In her leaden mouth, her tongue is an immovable slug."], ["Då ser hon fotot med hundarna på väggen bakom honom, intill barometern.", "Then she notices the photo of the dogs on the wall behind him, next to the barometer."], ["Hon säger vad hette dina hundar nu igen pappa.", "She says what were your dogs called again Dad."], ["Hon frågar fast hon redan vet.", "She asks although she already knows."], ["Zeus och Argos och sedan hade han Medea som dog innan hon blev fem.", "Zeus and Argos, and then he had Medea who died before she was five."], ["Han pekar på fotot och säger det där är ju Zeus, som inte lydde någon annan än mig, en sällsynt svart ras, klok och trofast fast han är död sedan länge.", "He points at the photo and says that one is Zeus, who didn’t obey anyone but me, a rare black breed, smart and loyal, but he’s been dead for a long time."], ["Argos var också fin, men ingen var som Zeus.", "Argos was good too, but none was like Zeus."]], [["– Han svek mig aldrig, säger pappa, inte ens när vi korsade det färska björnspåret på Porsön och han fick frossan, inte ens då stack han, fast han darrade i hela kroppen.", "“He never betrayed me,” says Dad, “not even when we crossed the fresh bear tracks in Porsön and he got the shivers, not even then did he run away, although he was shaking all over.”"]], [["Då frågar Kore genast om björnar.", "Kore immediately asks about bears."], ["Sedan om frossa och fradga.", "Then about shivering and foaming."]], [["Efter att de har ätit visar pappa hur man gör upp eld nere i den stora öppna spisen i källaren.", "Once they’ve eaten Dad shows her how to make a fire in the big fireplace downstairs."], ["Först river han remsor ur gårdagens tidning, sedan lägger han de tunnaste vedträn han hittar i en fyrkant, staplar dem luftigt på varandra.", "First he tears strips out of yesterday’s paper, then he makes a rectangle out of the thinnest sticks of kindling he can find, stacks them carefully on top of each other."], ["Och sedan tänder han på.", "And then he lights it."]], [["Nu är allt som hände tidigare glömt. För pappa älskar elden.", "Now everything that happened before is forgotten, because Dad loves the fire."], ["Han älskar att blåsa på den och se lågorna äta sig in i träet, han älskar när träet kvider och den svarta röken som kommer när något som lever börjar brinna.", "He loves blowing on it and watching the flames eat into the wood, he loves the way the wood groans, and the black smoke that emerges when a living thing starts burning."], ["Han älskar att hålla sina händer så nära att de nästan också fattar eld.", "He loves putting his hands almost close enough for them to catch fire, too."], ["Men pappa bränner sig aldrig, han petar till en brinnande vedklabbe, kan dra fingret genom stearinljusets låga som om han vore odödlig.", "But Dad never gets burnt. He can nudge a burning piece of firewood, move his finger through the flame of a candle as if he were immortal."]], [["Stunder som denna kan det hända att han tar med henne ut ur huset.", "At times like this he’ll occasionally take her out."], ["Det här är min dotter, hon har äntligen kommit, säger han då till alla grannar de möter.", "This is my daughter, she’s finally arrived, he’ll tell all the neighbours they meet."], ["Se vad fin hon är.", "Look how pretty she is."], ["Se på hennes ögon, så lika mina.", "Look at her eyes, so like mine."]], [["Andra gånger känner hon redan innan hon kommer in i köket på morgonen att det – något – har hänt igen.", "At other times she will feel, even before she goes into the kitchen in the morning, that it – something – has happened again."], ["De små djuren känner det också.", "The small animals will feel it too."], ["Titus öron är spända och blicken orolig, de andra trycker sig mot hennes ben, söker skydd mot det okända som när som helst kan vända sig om med rovdjursansikte och munnen full av tänder.", "Titus’s ears will go tense and his eyes restless, the others will press against her legs, seeking shelter from the unknown being that at any moment might turn around with the face of a predator and a mouth full of teeth."], ["Bara att se hans rygg räcker, hon kan känna det i luften, vibrationerna från hans felvända blodomlopp.", "Just seeing his back is enough, she can feel it in the air, the vibrations of his distorted blood circulation."]], [["Men det kan också ske som i ett trollslag.", "But it can also happen suddenly."], ["Fast hon är alldeles intill.", "Even if she is close by."], ["Ibland vet hon varför.", "Sometimes she knows why."], ["Om något går sönder eller om hon glömmer av sig och säger något om mamma.", "If something breaks or if she forgets herself and says something about Mum."], ["Hon har lärt sig tecknen, även de minsta.", "She has taught herself the signs, even the smallest ones."], ["En ryckning i ansiktet.", "A facial twitch."], ["Skiftningen i rösten.", "The change in his voice."], ["Ibland går det att ordna.", "Sometimes it can be mended."], ["Om man är snabb.", "If she’s quick."], ["Men varje utbrott döljer alltid slarvigt ett löfte om en ännu större ilska.", "But each eruption only barely hides the promise of an even greater rage."]], [["För sitt inre ser hon en fjärilsliknande man i svart kåpa med känselspröt som sakta sänker sig ner från taket mot pappas kropp, när han sitter och läser tidningen.", "She imagines a butterfly-like man with a black cloak and antennae slowly descending from the ceiling towards Dad’s body as he sits reading the paper."], ["När han känner spröten i nacken och vänder sig om får han ögonen fulla av mörkt stoft från en ond stjärna och detta stoft är det som gör hennes pappa till den underjordiske andre.", "When Dad feels the antennae on the nape of his neck and turns around, his eyes are filled with a dark dust from an evil star, and it’s this dust that turns her dad into the subterranean other."], ["Till en tyngd som metodiskt suger syret ur hela huset.", "Into a heaviness that methodically sucks the oxygen from the house."], ["Hon försöker att gå tyst på tåspetsarna.", "She tries walking silently on the tips of her toes."], ["Runt halsen hänger silversmycket som en snara.", "The silver necklace hangs around her neck like a snare."], ["Huden domnar bort av metallens kyla.", "The coldness of the metal numbs her skin."]], [["Hon tänker på sitt löfte.", "She thinks about her promise."]], [["Efter fredagsfilmen den kvällen hinner hon inte undan.", "After the Friday movie that night she can’t get away."], ["Med sitt halvtomma glas i handen vänder han sig mot henne med fuktiga läppar.", "A half-empty glass in hand, he turns to her with moist lips."], ["Hans tunga andhämtning är maskinens, luften omkring honom pulserar när han fixerar henne med blicken.", "His heavy breathing is machine-like, and the air around him pulsates when he fixes his eyes on her."], ["En skälvande mus framför ormen.", "A trembling mouse before the snake."]], [["Varför kommer du ens hit, börjar han mässa.", "Why do you even come here, he starts chanting."]], [["Med blicken nedhasad under ögonytan ser han på henne från djupet.", "He looks at her from deep down, as if his gaze has slipped below the surface of his eyes."], ["Det är innan han börjar gråta, det kommer sedan.", "This is before he starts crying."], ["Det är det värsta.", "That comes later, and it’s the worst."], ["Först var han förbannad, men dolde det, lät det växa i tystnad, en deg som ljudlöst vällde över kanten.", "To begin with he hid his rage, let it grow in silence, a dough silently brimming over the edge."], ["Hon hade varit upptagen av filmen, nog känt att något tätnade i honom, men inte att det skulle gå så fort.", "She had been focusing on the film, had probably sensed that something was tightening inside him, but not that it would happen so quickly."], ["Han måste ha börjat dricka redan på dagen.", "He must have started drinking earlier in the day."], ["Hon hade inte varit tillräckligt uppmärksam.", "She hadn’t been paying enough attention."]], [["Rösten sluter sig som en hand runt hennes hals, intensiv, elak, tryckande.", "His voice closes like a hand around her neck, intense, cruel, heavy."], ["Varför kommer du hit när du ändå inte bryr dig.", "Why do you come here when you don’t even care."], ["Du vill bara ha presenter, du älskar inte mig.", "You just want presents, you don’t love me."], ["Jag bara ger och ger och du tar.", "I just give, and give, and you take."], ["Du är inte min prinsessa längre.", "You’re not my princess anymore."], ["Du är lika kall som hon.", "You’re just as cold as her."], ["Hon kan inte tala.", "She can’t speak."], ["Sitter längst ut på fåtöljen med alla muskler spända till det yttersta.", "Sits on the edge of the armchair with all of her muscles tensed up."]], [["Djuren har oroliga blänkande ögonvitor och de sliter och drar i henne men hon kan inte röra sig.", "The animals pull and drag at her, the whites of their eyes restless and gleaming, but she can’t move."], ["Hon är fången i hans blick.", "She is caught in his gaze."], ["Faderns ögon är blanka och kinderna oljiga, munnen våt av saliv.", "Her father’s eyes are shiny and his cheeks oily, his mouth wet from saliva."]], [["Lungorna krymper inuti Kore, hon andas bara ut nu, inget vill tillbaka in.", "Kore’s lungs shrink inside her, she’s only exhaling now, nothing wants to go back inside."]], [["– Är du för fin, sluddrar han och ställer klumpigt ner glaset på bordet. För att prata med din pappa?", "“Are you too posh,” he slurs, setting his glass clumsily down on the table, “too posh to speak to your dad?”"]], [["I ett ögonblick tappar hans blick balansen, vacklar till mot det mörka fönstret när en bil kör förbi på gatan.", "For a moment his eyes lose focus, waver towards the dark window as a car drives past in the street."], ["Hon blir fri. Djuren får upp henne på fötter och drar iväg henne mot källartrappan.", "She is freed. The animals get her to her feet and drag her towards the staircase."]], [["– Ja men gå då! säger han och börjar hulka.", "“Go on, get out of here!” he says and starts sobbing."], ["Gör det du, lämna mig ensam bara … din jävla skitstövel …", "“Just do it, leave me here alone … bloody scumbag …”"]], [["Hon springer inte, går bara fort nedför trappan.", "She doesn’t run, just walks quickly down the stairs."], ["Kommer på att tandborsten är kvar där uppe.", "Remembers that her toothbrush is still upstairs."], ["En enstaka gång gör inget, brukar mamma säga.", "One single time doesn’t matter, that’s what Mum says."], ["Men Kore vill inte tänka på henne nu, hon vrider om nyckeln och sätter sig på sängen för att trösta sina djur.", "But Kore doesn’t want to think about her now, she turns the key and sits down on the bed to comfort her animals."], ["Stryker långsamt med handen över pälsarna tills de slutat darra.", "Pets their fur slowly until they’ve stopped trembling."], ["Den-med-långa-fingrar klättrar uppför hennes arm och somnar på ena axeln.", "Long-fingers climbs up her arm and falls asleep on her shoulder."], ["De andra gäspar och lägger sig i en hög på täcket intill henne, även Ivrahim.", "The others yawn and pile up on the blanket next to her, even Ivrahim."], ["Men Kore kan inte sova.", "But Kore can’t sleep."]], [["Om hon hade en syster skulle de sitta med armarna om varandra och snyfta.", "If she had a sister they would sit whimpering with their arms around one another."], ["Men ensam hjälper det inte att gråta.", "But when you’re alone, crying doesn’t help."], ["Den lilla ärtan har skjutit upp i halsen som en kvävande klump som hon inte blir av med, trots att hon sväljer och sväljer tills munnen blir torr.", "The tiny pea has shot up in her throat like a choking lump she can’t get rid of, even though she keeps swallowing until her mouth goes dry."], ["Blicken på dörrlåset, hon kramar nyckeln i sin knutna näve.", "Her eyes on the lock of the door, she squeezes the key in her fist."], ["Men han har också en.", "But he’s got one too."], ["Om det börjar brinna.", "In case there’s a fire."], ["Hon lyssnar efter steg i trappan, men han kommer inte efter.", "She listens for steps on the stairs, but he isn’t coming after her."], ["Efter kanske tjugo minuter hör hon ytterdörren slå igen.", "After maybe twenty minutes she hears the front door slam shut."], ["En soptunna välter när han backar ut bilen.", "A bin falls over as he backs the car out."], ["Sedan blir allt tyst.", "Then everything is quiet."]], [["Vid halvtolvtiden nästa dag är hon det elakaste barnet i Norrbotten.", "By half past eleven or so the next day she’s the meanest child in Norrbotten."], ["Det är sant.", "It’s true."], ["Hon sitter med kladdiga händer vid köksbordet.", "She’s sitting, sticky-fingered, at the kitchen table."], ["Hennes pappa mitt emot i morgonrock, nyuppstigen, den stora kroppen tyngre än vanligt.", "Her dad is straight across from her in a dressing gown, just out of bed, his large body heavier than usual."]], [["En trögflytande sur lukt i luften omkring honom som ett sken.", "A viscous sour smell hovers in the air around him like a halo."], ["Kore tittar ner på bordet.", "Kore looks down at the table."], ["Framför henne ligger två halvor av ett granatäpple.", "Two halves of a pomegranate lie in front of her."], ["De finns överallt i huset, utlagda i skålar, som ett bete.", "They’re all around the house, placed in bowls, like bait."], ["Den tunga köttmaten som fyller kylskåpet är svår att få i sig, så den här morgonen tog hon en frukt.", "The heavy, meaty food in the fridge is hard to swallow, so this morning she took a piece of fruit."], ["Skar den i två delar med en stor kniv som låg i andra lådan.", "Cut it in two with a big knife from the second drawer."], ["Till en början smakade det inte så gott, men hon vande sig.", "To begin with it didn’t taste any good, but she got used to it."], ["Saften ser ut som blod på hennes händer och på teskeden som hon använder för att gröpa ur frukten.", "The juice looks like blood on her hands and on the teaspoon she uses to scoop out the fruit."], ["Kärnorna är rubinröda som ädelstenar. När hon tuggar krasar det.", "The pits are ruby-red like gemstones, they crackle as she chews."], ["Mitt på tungan har hon en sammanpressad massa som har vuxit och nu fyller den hela munnen.", "On the middle of her tongue lies a compressed mass that has grown to fill her mouth completely."], ["Hon vill gå och spotta ut i vasken.", "She wants to go and spit it out in the sink."], ["Men hon gör det inte.", "But she doesn’t."], ["För just då kom han in i köket.", "Because just then he enters the kitchen."], ["Bredvid henne på bordet ligger en gammal Bamsetidning som hon tog med sig upp från källaren.", "Next to her on the table lies an old Bamse magazine that she brought up from the basement."], ["Det är alltid det svåraste, att gå tillbaka upp igen.", "It’s always the hardest thing, coming back upstairs."], ["Man vet inte vad som väntar.", "You never know what to expect."], ["Hon törs inte bläddra i tidningen med sina kladdiga händer.", "She doesn’t dare leaf through the magazine with her sticky hands."], ["Ändå bäst att sitta stilla nu.", "Still, it’s best not to move now."], ["Hon är det elakaste barnet i Norrbotten, som överger sin egen pappa.", "She is the meanest child in Norrbotten, deserting her own dad."], ["Varför säger hon ingenting när han talar till henne?", "Why doesn’t she say anything when he’s speaking to her?"], ["Till slut sväljer hon ner den vassa frömassan i magen.", "Finally she swallows down the sharp mass of seeds."]], [["Den dagen håller hon och djuren sig nere i källaren.", "That day she and the animals keep to the basement."], ["De är rädda, de vågar inte följa med henne upp. Säger att det finns andra djur i huset, som han släppt in under natten.", "They are scared, don’t dare go upstairs with her, say there are other animals in the house that he let inside last night."], ["Djur som är större än de, och äldre, och farligare.", "Animals bigger than them, and older, and more dangerous."], ["Hennes pappa klipper gräs där ute, hon hör det avlägsna ljudet av klipparen genom det smala källarfönstret högst uppe vid taket.", "Her dad is mowing the lawn outside, she hears the distant sound of the mower through the narrow basement window just beneath the ceiling."], ["Mellan brädorna glimtar sommarljuset.", "The summer light gleams between the window slats."], ["För bara en vecka sedan var hon hos mamma.", "Just one week ago she was with Mum."]], [["Kore sitter med djuren i knät och en på axeln, i den stora hörnsoffan i svartkornigt matt blänkande skinn.", "Kore sits with the animals on her lap and one on her shoulder, on the big corner sofa upholstered in grainy, dully shining black leather."], ["I hyllan intill står hans videofilmer uppradade, hon har sett nästan alla.", "On the shelf beside her his video tapes are lined up, she has watched almost all of them."], ["Pappa gillar inte tecknat, så han brukar översätta replikerna åt henne så att de kan se hans filmer i stället, men det är svårt att uppfatta annat än de skarpa ljuden av ekande skott, det mörka blodet som långsamt fyller golvet, den långa nageln som gräver och gräver i ett sår tills det får tag i en silverfärgad kula och den skrikande mannen, när han får sitt ångande hjärta utplockat rätt ur bröstet.", "Dad doesn’t like cartoons, so he usually translates the dialogue for her so that they can watch his films instead, but it’s hard to catch anything but the sharp sounds of echoing shots, the dark blood slowly covering the floor, the long nail digging into the wound until it dislodges a silver bullet, and the screams of the man as his steaming heart is torn right out of his chest."]], [["Mamma ringer varje tisdag och fredag.", "Mum calls every Tuesday and Friday."], ["Den långa skall- rande signalen får Kore att kasta sig upp på fötter och börja springa.", "The long piercing signals make Kore jump to her feet and start running."], ["Men när hon lyfter luren och lyssnar är rösten långt borta, skrapig.", "But when she picks up the voice is far away and scratchy."], ["Den lilla kulan har börjat värka allt mer i magen igen och Kore har svårt att koncentrera sig, hon svarar inte ordentligt på mammas frågor.", "The little ball has begun aching more and more in her stomach again, and Kore has difficulty concentrating. She doesn’t answer Mum’s questions properly, and asks none of her own."], ["Ställer inga egna. Fotlederna känns nakna och kalla där uppe.", "Her ankles feel naked and cold up there."], ["Bara Titus och Masha följde med upp, stannade vid källartrappans sista trappsteg, nu står de hukande och väntar på att hon ska komma tillbaka.", "Only Titus and Masha have gone upstairs with her, though they stopped at the top step, now they’re crouching there, waiting for her to come back."], ["Hennes pappa syns inte till, huset håller andan.", "Her dad is nowhere to be seen, the house holds its breath."], ["Kanske står han med ryggen pressad mot en angränsande vägg och lyssnar.", "Perhaps he’s standing with his back to an adjoining wall, listening."]], [["– Jag saknar dig så mycket, min lilla skrutt, säger Katja.", "“I miss you so much, my little sweetie,” says Katja."]], [["Kore betraktar luftpartiklarnas långsamma dans i ljusstrålen från köksfönstret, utan att säga något tillbaka.", "Kore watches the slow dance of the dust motes in the ray of light from the kitchen window, without saying anything in reply."], ["Snart lägger de på luren.", "Soon they hang up."]], [["Den kvällen är det fest, i baksidesträdgården med sin mörka vegetation och metalliska lyktor instuckna i allt som försöker leva, in i trädstammar och ner i jorden.", "That evening there is a party in the back garden with its dark vegetation and metallic lamps stuck into anything trying to live there, into tree trunks and into the ground."], ["Taxibil efter taxibil kommer och släpper av, ingen kör själv, alla ska dricka och skåla med hennes pappa, tillsammans höjer de sina glas mot himlen.", "Taxi after taxi comes and drops people off: no one drives their own cars, everyone is going to drink and toast with her dad, together they raise their glasses towards the sky."], ["Ett långt dukat bord mynnar ut i en stor eld där han sticker in små flådda kroppar med gnistorna runt sig som en nattens brinnande blick.", "A long table is set leading to a big fire into which he sticks small, flayed bodies, the sparks swirl around them like burning eyes in the night."], ["Gästerna skrattar och äter med fettblanka fingrar och läppar, skriker mellan tuggorna efter mer.", "The guests laugh and eat, with fatty, gleaming fingers and lips they shout for more between bites."], ["Och hennes pappa pratar och gurglar och dricker.", "And her dad chats and gurgles and drinks."], ["Står vid elden som om han var i den.", "Stands at the fire as if he were inside it."], ["Det ena ögat en strypare, det andra en hetsare.", "One eye an extinguisher, the other a lighter."], ["Han ser växelvis på sina gäster tills de rör sig som vågor.", "He looks one by one at his guests until they start moving like waves."], ["Vid varje bränning mot Kore griper de efter henne med sina fingrar, lukten av kött ångar mot hennes hals, men hon backar undan med ryggen före, rakt genom en glipa i hagtornshäcken.", "And when they break on Kore they grab at her with their fingers and the smell of meat steams at her neck, but she backs away, straight through an opening in the hawthorn hedge."], ["På andra sidan är luften sval.", "On the other side of it the air is cool."], ["Där finns en liten vrå, en berså.", "There’s a little nook there, an arbour."], ["Hon kryper upp i grannens gamla hammock och lägger sig, gungar försiktigt för att den inte ska gnissla.", "She climbs into the neighbour’s old hammock and lies down, rocks it gently so that it won’t squeak."], ["Viftar bort den första myggan som sätter sig, men inte den andra.", "She brushes away the first mosquito that lands, but not the second."]]], [[["Ute är himlen blå och solen lyser vit i skyn.", "Outside the sky is blue and the sun shines white in the clouds."], ["Hennes pappa säger åt henne att lägga sig på soffan i vardagsrummet.", "Her dad tells her to lie down on the sofa in the living room."], ["Intill honom står en främling, en man han känner, en kollega som heter Kenneth.", "A stranger is standing next to him, a man he knows, a colleague named Kenneth."], ["Pappa drar upp hennes tröja och sedan öppnar han hennes byxor så att mannen kan undersöka.", "Dad pulls up her shirt and unbuttons her trousers for the man to examine her."], ["Hans händer sjunker ner i hennes mage på två ställen samtidigt.", "His hands sink into her tummy in two places simultaneously."], ["Hon har blivit sjuk igen, till slut var hon tvungen att berätta.", "She’s ill again, in the end she had to say it."], ["Men det onda gömmer sig undan andras ögon.", "But the pain hides from the eyes of others."], ["I pappas närhet är det som allting annat med henne, försvinnande.", "When Dad’s around it goes unnoticed, like everything else to do with her."], ["Hon skakar på huvudet när mannen frågar om det här gör ont, om det här, det här.", "She shakes her head when the man asks her if it hurts here, or here, or there."], ["Kenneth flyttar händerna igen för varje gång hon nekar.", "Kenneth moves his hands every time she says no."], ["Pappas mun är spänd.", "Dad’s mouth is tense."]], [["– Jag har tagit henne överallt genom åren.", "“I’ve taken her everywhere over the years."], ["Gjort ultraljud, gastroskopi.", "Done an ultrasound, a gastroscopy.”"]], [["Kollegan märker inte kulan, känner ingenting.", "His colleague doesn’t notice the ball, doesn’t feel anything."], ["Den är för liten för att upptäckas.", "It’s too small to be discovered."], ["Ogenomtränglig nu, våtblank och svart.", "Impenetrable now, shiny, wet and black."], ["De drar ner hennes byxor lite till för att kunna känna längst ner på magen. Några fjuniga hårstrån blottas på könet.", "They pull her trousers a bit further down to check the bottom of her tummy, exposing a few downy wisps of hair on her sex."], ["Deras blickar dras dit omedelbart.", "Their eyes are immediately drawn there."], ["En fuktig orm ålar sig genom Kores inre, hennes händer blir kallsvettiga.", "A moist snake slithers through Kore’s insides, her hands break out into a cold sweat."], ["Spänd som en planka biter hon ihop käkarna för att kunna ta emot våg efter våg av skamvattnet som sköljer över henne.", "Tense as a board, she clenches her jaws to be able to take the wave upon wave of shame breaking over her."], ["Men hennes pappa och den andre verkar lättade.", "But her dad and the other man seem relieved."], ["Trycket på magen upphör.", "The pressing on her tummy stops."], ["Något premenstruellt antagligen.", "Something premenstrual, probably."], ["Puberteten.", "Puberty."], ["Man kunde tro att hon var för ung, men jaja.", "Would have thought her too young, but anyway."], ["De drar slarvigt ner hennes tröja igen och skakar hand med varandra.", "They clumsily pull down her shirt again and shake hands."], ["Kore drar upp byxorna och slinker iväg.", "Kore pulls up her trousers and slips away."]], [["Så fort hon är ute ur rummet viker hon sig dubbel.", "As soon as she is out of the room she doubles over."]], [["Hon har ställt in alla presenter på hyllan i sitt rum.", "She has arranged all her presents on the shelf in her room."], ["Dockan får inte plats, hon håller den villrådigt mot sitt bröst medan hon ser sig om.", "There’s nowhere to put the doll, so she holds it against her chest while looking around in indecision."], ["Det blonda håret är långt som på en vuxen.", "Its blond hair is long as a grownup’s."], ["Ögonen rullar bakåt i huvudet när hon tittar på den.", "Its eyes roll back into its head when she looks at it."], ["Hon håller den på armen som en baby och försöker få tag i ögonlocken, försöker sluta dem.", "She rests it like a baby on her arm and tries to catch hold of the eyelids, tries to close them."], ["En skugga tornar upp sig i dörröppningen.", "A shadow towers in the doorway."], ["Han står där, halvt synlig.", "He is standing there, half visible."], ["Solen är låg och bländande mellan träplankorna i fönstret.", "Between the wooden window slats, the sun is low and blinding."], ["Snart borta.", "Almost gone."], ["Ett glas hänger i hans fingrar och reflekterar ljuset som bärnsten.", "A glass hangs in his fingers, reflecting the light like amber."]], [["– Kommer det nån mjölk, säger han och ler.", "“Do you have any milk for it,” he says with a smile."]], [["Långsamt rinner hennes ansikte av henne och ner I avgrunden.", "Slowly her face slides off her, down into the abyss."], ["Där fortsätter det att falla.", "There it continues to fall."]], [["Så fort han är borta gömmer hon dockan i klädkammaren under några filtar.", "As soon as he’s gone, she hides the doll under some blankets in the wardrobe."], ["Tillbaka i rummet letar hon efter sina djur.", "Back in her room, she starts looking for her animals."], ["Lägger sig på knä och tittar under sängen, lyfter på täcket.", "Gets down on her knees and searches under the bed, raises the coverlet."], ["Blicken irrar runt i rummet, hon springer ut i hallen, till rummet med filmerna, till toaletten, tillbaka till sitt eget rum.", "Her eyes flit around the room, she runs into the hallway, to the room where the films are, to the bathroom, back to her own room."], ["Hon finner dem inte.", "She can’t find them."], ["Bara blickarna från plastdjuren i hyllan, inställsamma med sina ditmålade leenden och syntetiska pälsar.", "Just the looks of the plastic animals on the shelf, so ingratiating with their painted-on smiles and synthetic fur."], ["Hon trevar över sitt eget ansikte.", "She touches her own face."], ["Under det blanka gummilagret är det kullrigt, som av hoptorkade kolpartiklar direkt på skelettet.", "Beneath the smooth layer of rubber it feels bumpy, like fuse-dried particles of coal directly on her skull."]], [["Hon gnuggar, gnuggar.", "She rubs and rubs."]], [["Den kvällen accelererar allting fort och oändligt långsamt på samma gång.", "That evening everything accelerates quickly and infinitely slowly at the same time."], ["Egentligen är det redan för sent.", "She knows it’s already too late."], ["Hon vet det. Blodfrukten, det muntliga kontraktet och faderns gråtande, svullna ansikte.", "The blood fruit, the verbal agreement and Dad’s crying, swollen face."]], [["– Det är ju inte som att jag har våldtagit dig, säger han efter en tystnad.", "“After all, it’s not like I’ve raped you,” he says after a pause."]], [["Hon vet inte varför han säger det, var det kommer ifrån.", "She doesn’t know why he says it, where it comes from."], ["Då finns den tanken där, i honom?", "So that idea is there, inside him?"], ["Den blicken?", "That look?"], ["Med ens känner hon den, kan inte längre känna annat.", "Suddenly she can feel it, she feels nothing else anymore."], ["Och han sa det som ett försvar.", "And he said it in his own defense."], ["Som att om han faktiskt hade gjort det, hade hon haft rätten på sin sida.", "As if to say that if he had actually done it she would have had the law on her side."], ["Hon skulle kunna bli undersökt, det skulle finnas märken.", "It would have been possible to examine her, there would be traces."], ["Den svarta kulan hittar ingen, den är osynlig för alla.", "But no one can find the black ball, it’s invisible to everyone."]], [["Hon flyr som en hare, som hon alltid gör.", "She flees like a hare, as she always does."], ["Ner i hålan, ner under jord.", "Down the hole, down underground."]], [["Hon vaknar i natten av att hon står stilla mitt i rummets mörker.", "She wakes up in the night to find herself standing still in the middle of her dark room."], ["Försöker få tag i något.", "She is trying to catch something."], ["Ett ljud hon hörde.", "A sound she heard."], ["Ett avlägset, kallt ljud, som metall mot porslin.", "A distant, cold sound, like metal against china."], ["Mot tänder.", "Against teeth."], ["Hon har hört det förut, men hon vet inte varifrån det kommer.", "She’s heard it before, but doesn’t know where it comes from."], ["Rummet är fullt av trevande skuggor som krymper och växer.", "The room is filled with tentative shadows that shrink and grow."], ["Hon går långsamt till dörren, följer hallens väggar.", "She walks slowly to the door, follows the walls of the hallway."], ["Den öppna toalettdörren är ett avlångt gapande hål av mörker, hon fortsätter förbi, framåt som en sömngångare, mekaniskt, med blicken grumlad, som om hon var under vatten.", "The open toilet door is an oblong, gaping hole of darkness, she continues past it, onwards, like a sleepwalker, mechanically, her eyes blurred, as if she were under water. Or inside the earth."], ["Eller i jord. Det är jordens tyngd hon känner, hur den pressar mot väggarna och taket.", "She can feel the weight of the soil, feel it pressing against the walls and the roof."], ["Svaga klistriga ljud är allt som hörs när hon lyfter sina nattsvettiga fötter från golvet. Hon vet precis var hon ska gå, för att golvet inte ska knaka.", "Faint clammy sounds are all that are heard when she raises her night-sweaty feet from the floor: she knows exactly where to step so the floorboards won’t creak."], ["Som om hon tusen gånger gått upp på natten, hört ett ljud och gått upp för att se efter.", "As if she’s woken up in the night a thousand times before, heard a sound and gotten up to check what it was."], ["Rakt framför henne är dörren till arbetsrummet, än nära, än långt bort.", "Right in front of her is the door to the study, now near, now far away."], ["Pulserar fram och tillbaka.", "It pulsates to and fro."], ["En strimma av ljus faller ut, den står på glänt, brukar alltid vara låst.", "A streak of light falls out, the door is ajar, it’s usually always locked."], ["Hon ser en skymt av honom där inne, stor och tung, böjd över något.", "She gets a glimpse of him inside, big and heavy, bent over something."], ["Och sedan är hon alldeles nära.", "And then she’s right there near him."], ["När hon ser hans ryggtavla blir luften svårare att andas, ett tungt, vått lakan sluter sig kring hennes bröstkorg, inandningsluften blir plötsligt kall som om hon har ätit en halstablett, hon försöker att inte dra in luften för häftigt, minsta ljud kommer få honom att vända sig om och stirra på henne med lysande ögon, kemiskt gröna i det tjocka mörkret.", "The sight of his back makes the air harder to breathe, a heavy, wet sheet tightens around her chest, and the air she inhales is suddenly cold, as if she’s eaten a throat lozenge, she tries not to breathe in the air too noisily, the least sound will make him turn around and stare at her with shining eyes, chemically green in the thick darkness."], ["Den breda ryggen är bara meter ifrån henne nu, läkarrocken är på, han vaggar fram och tillbaka som om han skrattar, hans armbågar skjuter ut på sidorna då och då.", "His broad back is just meters away from her now, he’s wearing his doctor’s coat, rocking from side to side as if laughing, his elbows jut out to the side every now and then."], ["Han lutar sig över något, hon kan inte se vad.", "He is stooped over something, she can’t see what."], ["Han har vita plasthandskar på sig, bredvid honom ligger en vit bricka med instrument i metall.", "He is wearing white plastic gloves, and next to him lies a white tray of metal implements."], ["Det finns tänger, pincetter, skalpeller – han rör sig fortare, släpper ett verktyg, tar ett nytt – de han lämnat är blodiga och nu rör sig Kores fötter mot honom av sig själva, långsamt, som i motström.", "There are tongs, pliers, scalpels – he moves quicker, drops one tool, takes another – the used ones are bloody and now Kore’s feet are moving towards him of their own accord, slowly, as if against the current."]], [["Och då ser hon vad som ligger framför honom på bordet.", "And then she sees what is lying in front of him on the table."]], [["Hon ser det.", "She sees it."], ["Hon ser.", "She sees."]], [["Hon pressar händerna mot munnen för att inte skrika, men knäna viker sig, vobblar till när hon ser den bedjande blicken stråla mot henne från bordet, den som aldrig säger emot, aldrig säger ifrån, aldrig säger nej, bara ja, ja, ja, gör vad du vill med mig!", "She presses her hands against her mouth so as not to scream, but her knees bend and wobble at the sight of the pleading eyes radiating towards her from the table, those eyes that will never refuse, never speak out, never say no, just yes, yes, yes, do what you want with me!"], ["Hon ser barnblicken, den vädjande, ynkliga, patetiska lilla.", "She sees the childlike, little look in those eyes, entreating, pitiful, pathetic."], ["Och hon backar ut ur rummet, steg för steg, schh, tyst, tyst, släpper inte munnen, inte blicken, den blicken, den värsta av alla blickar.", "And she backs out of the room, step by step, shh, quiet, quiet, doesn’t let go of her mouth, the eyes, those eyes, the worst of all eyes."], ["Ute i hallen vänder hon sig om och springer, bryr sig inte längre om att hon hörs, måste bara bort därifrån, tillbaka till rummet, i tiden, men den är ju sedan länge ute.", "In the hallway she turns around and runs away, doesn’t care about being heard any more, she just has to get out of there, get back to her room in time, but it’s already far too late."]], [["Var kommer modet ifrån, det vet ingen.", "Where courage comes from, no one knows."]], [["Men till slut kommer det.", "But eventually it comes."]], [["Tidigt på morgonen kallar hon tyst djuren till sig, försöker en sista gång.", "Early in the morning she quietly calls the animals, tries one last time."], ["Den här gången kommer de fram, de som finns kvar.", "This time they appear, the ones that are left."], ["Bara två har överlevt.", "Just two have survived."], ["Titus blick är tom när hon stryker honom över ryggen med pekfingret.", "Titus’s gaze is empty as she strokes his back with her index finger."], ["Han verkar oskadd.", "He seems unharmed."], ["Ivrahim har blivit blind på båda ögonen, som om någon bränt honom med en glödande kolsticka.", "Ivrahim has gone blind in both eyes, as if someone has scorched him with a white-hot poker."], ["Kore lyfter försiktigt ner dem i sin ryggsäck och smyger ut.", "Kore lifts them gently into her backpack and steals away."], ["Hon går förbi alla hus, bara en granne är vaken.", "She passes all the houses, only one neighbor is awake."], ["På väg från brevlådan höjer han tveksamt handen i en hälsning.", "On his way from the mailbox he hesitantly raises his hand to greet her."], ["Vid busshållplatsen tar hon mekaniskt fram sina pengar.", "At the bus stop she mechanically takes out her money."], ["För sju kronor får hon en biljett.", "For seven kronor she gets a ticket."]], [["När hon kliver av vid stationen i moderns stad går hon direkt till telefonkiosken, hon låter ytterligare tre blanka kronor falla ner, och sedan slår hon numret hem. – Är du säker?", "When she gets off at the station in her mother’s town she goes straight to the phone booth, lets three more kronor drop, and then she dials the number for home."], ["frågar hennes mamma, när de sitter i bilen.", "“Are you sure?” her mum asks, when they’re sitting in the car."]], [["Men Kore säger ingenting.", "But Kore says nothing."], ["Säker, hur blir man det.", "How can anyone be sure."]], [["Efteråt är allting tyst, inte ett ljud hörs från faderns rike.", "Later everything is quiet, not a sound is heard from her father’s realm."], ["Han kräver inte att hon ska återvända, skickar ingen att hämta henne.", "He doesn’t demand that she return, doesn’t send anyone to collect her."], ["Men varje natt väntar hon.", "But every night she waits."], ["På att se någon utanför fönstret, ett långt finger som sträcks efter henne, gräver och gräver i hennes kött, gräver tills det får ut hennes ångande hjärta och bryter upp det som en frukt.", "To see someone outside the window, a long finger extended towards her, digging into her flesh, digging until it pulls out her steaming heart and breaks it open like a piece of fruit."]], [["I minnet av honom har all styrka runnit av.", "In her memories of him, all his power has drained away."], ["Om hon blundar kan hon se honom, hur han sitter i sitt hus om kvällarna.", "If she closes her eyes she can see him, sees him sitting in his house at night."], ["Lampan släckt, det enda ljuset som rör honom är det som faller in genom fönstren från gatlyktorna utanför.", "The lamp switched off, the only light touching him the light that falls in through the windows from the street lamps outside."]], [["Ögonen är torra.", "His eyes are dry."], ["För ensam hjälper det inte att gråta.", "Because when you’re alone, crying doesn’t help."], ["Det cylinderformade glaset.", "The cylindrical glass."], ["Alltid noggrann med sina underlägg så att inga ringformade spår ska synas på soffbordet från Schweiz.", "Always meticulous about coasters to prevent ring-shaped stains on his coffee table from Switzerland."], ["Hon minns när han köpte det, hur stolt han var.", "She remembers him buying it, how proud he was."], ["Allt han köpte efteråt ville han matcha med det.", "He wanted everything he bought afterwards to match it."], ["De rundade tvåsitssofforna i samma färg som mörkgrönt avokadoskal, tavlorna i beige, mörkbrunt, liknande grönfärg och enstaka vinröda stänk.", "The rounded two-seaters in the colour of a dark-green avocado skin, the paintings in beige, dark brown, a similar green hue and a few wine-red splashes."], ["På väggarna ärvda silverljusstakar.", "Handed-down silver candlesticks on the walls."], ["De tände han aldrig, rädd för att få stearinfläckar på det blanka trägolvet.", "He never lit them, worried about getting spots of wax on the clear wooden floor."]], [["Hon ser honom sitta där alldeles ensam.", "She can picture him sitting there all by himself."], ["Hur han sitter där och ser på ingenting.", "Sitting there looking at nothing."], ["Ljuset från gatan i hans öga, hans melerade grumliga öga.", "The street light in his eye, his speckled, cloudy eye."]], [["Länge försöker hon sedan låtsas att han inte finns.", "Then for a long time she tries to pretend that he doesn’t exist."], ["För¬söker glömma källaren, hans bortvända rygg, den smygande bilen.", "Tries to forget the basement, his turned back, his stealthy car."], ["Att allt det aldrig funnits utan tillhör en av de onda sagorna som finns i tusental och rinner ut ur varje bok hon tar i. För alla böcker hon läser handlar om honom, alla filmer.", "That all those things never existed and belong to one of the thousands of evil stories that flow out of every book she touches. Because all the books she reads are about him, all the films."], ["Den makten har han kvar.", "He still has that power."], ["Och ibland tycker hon sig se honom åka förbi i sin silverbil.", "And sometimes she thinks she can see him driving past in his silvery car."], ["Alltid blir hon alldeles kall, som att sänka sig ner i mörkt vatten.", "She always feels totally cold, as if she’s been immersed in dark water."], ["Ögonblicket när det går genom kläderna.", "The moment when it seeps through her clothes."], ["Ibland tänker hon att han spionerar på henne.", "Sometimes she thinks he’s spying on her."], ["Att den gråtblandade ilskan har övergått i fixering.", "That his tearful rage has changed into a fixation."], ["Han har blivit psykotisk, delirisk, vildögd och kör runt i sin bil, sökande, genom dagar och nätter ända över gränsen, in i ljusare länder.", "That he’s become psychotic, delirious and wild-eyed, drives around in his car searching day and night all the way across the border into brighter lands."], ["Att han har börjat bete sig konstigt även bland andra, börjat visa för andra vem han verkligen är.", "That he has started behaving strangely even among others, started showing other people who he really is."], ["Uteblivit från styrelsemötena och till slut förlorat sin ställning på kliniken.", "Missed the board meetings and finally lost his position at the clinic."], ["Och nu ser grannarna ett underligt grönt sken från hans källarfönster om kvällarna.", "And at night his neighbours can now see a strange greenish glow emanating from his basement window."], ["Hur giftiga dunster ångar ur varje glipa.", "Poisonous vapours steaming from every crack."], ["Källarvåningen ombyggd till ett laboratorium.", "The basement rebuilt as a laboratory."]], [["Och där sitter han.", "And there he sits."]], [["Natt efter natt, och mässar. Besvärjelser för att mana henne till sig.", "Night after night, chanting incantations to draw her towards him."], ["Binda henne.", "To bind her."], ["Ögonen har blivit svarta hålor.", "His eyes have become black hollows."], ["Ur det svarta kommer ett sjukligt ljus.", "From the blackness comes a sickly light."], ["Och då börjar den lilla svarta kulan inuti henne att värka, vaknar ur dvalan och svarar.", "And then the little black ball inside her starts aching, wakes from its slumber and answers."], ["Ja, pappa!", "Yes, Dad!"], ["Jag kommer!", "I’m coming!"], ["Ur kulan stiger en ånga rakt genom hennes kropp, obehindrat genom köttet som ett håligt raster.", "Steam rises from the ball and right through her body, unobstructed, as if her flesh were a screen full of holes."], ["Stiger upp till ögonen, och allt hon ser är dis.", "Rises up to her eyes so that all she can see is mist."], ["I det växer skugglandet fram, med dyögon och rovdjur och trädens kronor som ett svart tak ovanför huvudet.", "Inside it, a land of shadows emerges, with mud eyes and beasts of prey and tree crowns forming a black ceiling above her head."], ["Hon har ju lovat.", "She did promise him."], ["Kulan är kvar, och i kulan fadern, en koncentrerad förkrympt version där det avgörande är förstorat, djuptryckt och evigt beständigt.", "The ball remains, and inside the ball her father, a condensed, stunted version in which the essential is magnified, engraved and forever unchanging."]], [["I de stunder när allt annat rör sig bortåt, hägrar hans ansikte framför henne.", "Whenever everything else is moving away, his face hovers in front of her."], ["Det är det enda hon ser.", "It is the only thing she can see."], ["Som om han suttit bakom henne hela tiden, i det mörka.", "As if he has been sitting behind her all this time, in the dark."], ["Väntat på att hon ska sluta springa och vända sig om, äntligen förstå att han aldrig kommer gå.", "Waiting for her to stop running and turn around, to finally understand that he will never leave."], ["Att hon är, och alltid kommer att vara, hans lilla drottning.", "That she is, and forever will remain, his little queen."], ["Han är inte en sån som man lämnar, utan en sån man går till.", "He is not someone you leave, but someone you come to."], ["Och han kommer resa sig och ta henne, fylla henne med gammalt.", "And he will stand up and take her, fill her with the old."]], [["Med barndom igen.", "With childhood again."]], [["Och så blev det, att hon skapade sig ett eget rike. Mer ödsligt än hans.", "And so it came to be that she created her own kingdom, one more desolate than his."], ["Där är hon ensam.", "She is alone there."], ["Och hennes rike är nytt, men samtidigt uråldrigt.", "And though her kingdom may be new, it is also ancient."], ["För någon bodde här för länge sedan.", "Because someone lived here a long time ago."], ["Spåren ligger gömda i mossan.", "The traces lie hidden in the moss."], ["De har sjunkit allt djupare ner, blivit en av jordlagrens skatter.", "They have continually sunk deeper, become one of the treasures of the layers of soil."]], [["Riket är det första, och enda, landskap hon har lärt känna.", "This kingdom is the first and only landscape she has got to know."], ["Sin faders ansikte.", "Her father’s face."], ["Där förblir hon.", "There she stays."], ["I väntan på minsta ryckning eller spänning, så hon ska hinna söka skydd i tid.", "Waiting for the least twitch or tension, so that she can seek shelter in time."]], [["Hon ser sina fotspår i dalfårorna längs hans kinder där runda tårar brukade dränka allt liv.", "She can see her footprints in the furrows along his face in which round tears used to drown all life."], ["Nu är marken uttorkad, spåren i den torra leran är spruckna.", "Now the ground is dried out, and the tracks in the dry clay have cracked."], ["Hon letar sig in i ögonbrynen, som inte erbjuder något skydd mot solen.", "She finds her way into the eyebrows, but they offer no protection from the sun."], ["I kinderna sjunker fötterna ner som i kvicksand.", "Her feet sink into his cheeks like in quicksand."]], [["Den säkraste platsen är på kindbenets spets, i tinningens skogsbryn.", "The most secure place is at the tip of his cheekbone, at the edge of the forest on his temple."], ["Så var det förut, och så är det nu.", "That’s how it used to be, and that’s how it is now."], ["Hon överväger vissa dagar ett fall, när tystnaden ekar för stor inuti.", "Some days she considers letting herself drop, when the silence inside is too resounding."], ["Men höjden är hisnande.", "But the height is dizzying."], ["Så i stället bestämmer hon sig för det motsatta, en färd inåt.", "So instead she decides on the opposite, a journey within."], ["Det svarta öronhålet.", "The black ear hole."]], [["Ska jag ropa?", "Should I call out?"], ["undrar hon i ett ögonblick, men finner det säkrast att först ta sig in, ner i håligheten som leder djupt in bakom masken där hon hittills levt.", "she wonders for a moment, but finds it safest to enter first, down the hollow that leads deep inside, behind the mask where she’s been living until now."], ["Så hon hoppar.", "So she jumps."], ["Inne i hörselgången ekar hennes steg som droppar i en grotta.", "Inside the ear canal her steps echo like drops in a cavern."], ["Vidare inåt går hon, men slinter – glider nedåt, nedåt, tills allt ljus har försvunnit.", "She continues inwards, but slips – glides downwards, downwards, until all light has vanished."]], [["Hon börjar höra ett fruktansvärt ljud, dovt, rytmiskt.", "She starts to hear a terrifying sound, dull, rhythmical."], ["Det ökar i styrka när hon kommer fram till kanten av strupfallet.", "Its strength increases as she reaches the edge of the throat."], ["Vinden slår emot henne, mjukare förbi ryggen, häftigare på vägen tillbaka upp.", "The wind beats against her, softer across her back, more intensely on its way back up."], ["Hon sätter sig på huk och försöker klättra ner på broskringarna, men med bara halva kroppen nedanför avsatsen skakar en hostning om allt till ett kaos, och hon faller handlöst.", "She squats down and tries to climb down his tracheal rings, but with just half her body below the ledge a cough jumbles everything, and she falls headlong."]], [["Hon faller, och faller.", "She falls, falls further."]], [["Livet är nu bara ett fallande.", "Life is now just a fall."]], [["Hon landar med ett stumt ljud på en elastisk hinna.", "She lands with a thud on an elastic membrane."], ["I mitten finns en hårt hopsnörd öppning. I buken under henne skvalpar syra.", "In the middle there is a tightly laced opening, and in the stomach below her acid is splashing."], ["Här nere är ljudet starkare, och hon vet vart hon ska gå.", "Down here the sound is louder, and she knows where to go."], ["Hon backar mot väggen och börjar pressa in armarna i det mjuka.", "With her back to the wall, she starts pushing her arms into the softness."], ["Först motstånd, sedan ger väggen efter.", "At first there is resistance, then the wall gives way."], ["Kanske vet han.", "Maybe he knows."], ["Kanske kan han känna henne nu.", "Maybe he can feel her now."], ["Hon kravlar länge genom vävnad, ljudet har blivit dovt, köttet rister till.", "For a long time she crawls through the tissue, the sound is dulled, the flesh is shaking."], ["Så känner hon hur fingrarna kommer igenom, ut i något annat.", "Then she feels her fingers pass through, into something else."], ["Ett tomrum.", "An empty space."], ["Hon griper tag i kanterna och drar ut kroppen.", "She grabs hold of the edges and pulls her body through."]], [["Öronbedövande slungas slagen mot henne.", "The ear-splitting beats are slung at her."]], [["Och där är den.", "And there it is."], ["Maskinen.", "The machine."], ["Svartnat röd, krampaktig.", "Blackened red, convulsive."], ["Pappas hjärta.", "Dad’s heart."], ["Hon hade alltid föreställt sig det som så mycket mindre, knappt synbart med blotta ögat.", "She had always imagined it to be so much smaller, hardly visible to the naked eye."], ["Men hon har haft fel.", "But she was wrong."], ["Det är gigantiskt.", "It’s gigantic."]], [["Hon försöker trycka in benet, men muskeln slår våldsamt, stöter bort henne.", "She tries to squeeze her leg inside it, but the muscle beats violently, repelling her."], ["Hon tar då sats och hoppar rakt mot det med utsträckta ben och armar.", "So she takes a run-up and jumps straight at it, her legs and arms outstretched."], ["Fastnar med ett sugande ljud, pressar ansiktet rakt genom muskelväggen – och som av magi glider hela kroppen igenom.", "Fastens onto it with a sucking sound, forces her face straight through the muscle wall – and, like magic, her body slips through."]], [["Där inne är allting tyst.", "On the inside everything is quiet."]], [["Ingen vind kommer, för ingen vind finns.", "There is no wind, since no wind exists here."], ["Var detta allt.", "Is this it."], ["Finns här bara detta mörker.", "Is there only this darkness here."]], [["Men så kommer något svävande.", "But then something comes floating towards her."], ["Det är en kropp, en liten.", "A body, a small one."], ["I sömn.", "Sleeping."], ["Inlindad i tyger flyter den allt närmare.", "Swaddled in cloth, it drifts closer."]], [["Det är ett barn.", "It is a child."]], [["Är det jag?", "Is it me?"], ["tänker hon.", "she thinks."], ["Är det jag som svävar i ditt hjärta?", "Is that me floating in your heart?"]], [["Hon vill se sig själv i barnets ansikte.", "She wants to recognize herself in the child’s face."], ["Men dragen är så neutrala att hon glömmer dem så fort hon blinkar.", "But its features are so plain that she forgets them in the blink of an eye."], ["Som bilden i en ram, innan du byter ut den mot din egen.", "Like a picture in a frame before you replace it with your own."]], [["Hon försöker efter detta att skriva ett brev på prov, men hon låter och formulerar sig som en liten unge, utan att veta vad hon vill säga.", "After that, she tries to write a letter to him, but she just sounds and expresses herself like a small child, doesn’t know what she wants to say."], ["Eller vad han ska svara.", "Or how she wants him to respond."], ["Det var ju hon som gick.", "After all, she is the one who left."], ["Hon klistrar dit en torkad blomma, en ljusblå förgätmigej.", "She glues a dried flower to it, a light blue forget-me-not."], ["Men hon skickar inte brevet.", "But she doesn’t send the letter."], ["Det låter för hjälplöst, vädjande.", "It sounds too helpless, too pleading."], ["Det krävs något annat.", "Something else is needed."]], [["Under åren som går börjar hon drömma om att bli lång och fruktansvärd.", "As the years pass, she starts dreaming of becoming tall and terrifying."], ["Kylig, avvaktande, kraftfull.", "Cool, patient, powerful."], ["Och hon drömmer om dagen då han slutligen kommer krypande.", "And she dreams of the day when he’ll finally come begging."], ["Hon reagerar inte ens när han kommer in, utan skriver i stället klart sin mycket långa mening, lägger lugnt undan pennan och ser på honom med uttryckslöst ansikte.", "She won’t even react when he enters, but will finish writing her very long sentence instead, calmly put away her pen and look at him with an expressionless face."]], [["– Ja?", "“Yes?”"]], [["Detta enda, efter hans långa resa för att få en glimt av sitt förlorade barn.", "Only this, after his long journey to catch a glimpse of his lost child."], ["Ja?", "Yes?"], ["Och han ska darra inför henne, ängslas, och samtidigt fyllas av beundran inför förvandlingen.", "And he will tremble before her, he’ll be anxious, but at the same time filled with wonder at her transformation."], ["Från en tioårig lillunge med ögonfransarna tunga av tårar till denna varelse – så upptagen, farlig.", "From a ten-year-old slip of a child with tear-heavy eyelashes to this being – so collected, so dangerous."], ["Med lugna ögon ska hon se på honom när han lägger fram sitt ärende om försoning, och hon ska låta honom tala till punkt utan att avbryta, sedan säga med honungslen stämma:", "With calm eyes she will watch him put forward his request for reconciliation, and she will let him finish speaking without interruption, then say with a honey-coated voice:"]], [["– För såna som du finns ingen nåd.", "“For people like you there is no mercy.”"]], [["Det var noga uttänkt, detta ”såna som du”, för det visade att hon kände till att han var en viss sort – en sån som alltid brytt sig mer om sig själv än om sitt eget barn.", "This “people like you” has been carefully thought out, since it shows that she knows him to be of a certain type – someone who always cared more about himself than his own child."], ["Den enda meningen skulle få honom att förstå, och ångra sig.", "This single sentence would make him understand, regret."], ["Och då skulle stoftet dunsta bort, törnesnåren runt hans hus vittra sönder och spridas för vinden.", "And then the dust would vanish, the thicket of thorns around his house would dry up and scatter in the wind."], ["Allt skulle bli annorlunda.", "Everything would be different."]], [["Så måste det sluta.", "It had to end like this."]], [["Men tiden går.", "But time passes."], ["Och han kommer inte.", "And he doesn’t come."]], [["Ingenting är som det borde.", "Nothing is as it should be."]], [["Till slut åker hon till honom, i hemlighet, förklädd.", "Finally she goes to him, in secret, disguised."], ["Den här gången åker hon dit ensam, i en lånad bil som snabbt kan accelerera.", "This time she goes there alone, in a borrowed car that can accelerate quickly."], ["Han har fått en ny arbetsplats på en klinik som ligger i ett av de grå höghusen inne i centrum.", "He has a new position at a clinic in one of the grey tower blocks in the centre of town."], ["Men staden ser annorlunda ut nu.", "But the town looks different now."], ["Som vilken stad som helst, med ett köpcentrum och ett parkeringshus och en damm med fontän i mitten.", "Like any other town, with a mall and a car park and a pond with a fountain in the middle."], ["Ingen bryr sig om henne, känner ens igen henne.", "No one cares about her, or even recognizes her."], ["Hon drar av sig huvan och ser sig om i det bleka eftermiddagsljuset.", "She pulls off her cap and looks around in the pale afternoon light."]], [["Resan lär henne två saker: Han har skaffat en ny bil och en ny familj.", "The trip reveals two things: He has acquired a new car and a new family."], ["En ny fru och en liten dotter.", "A new wife and a little daughter."], ["Faktum är att hon knappt tittar på honom, för så fort hon ser det nya barnet som han lyfter upp ur barnstolen i baksätet och hand i hand går in i leksaksaffären tillsammans med, har hon inte ögon för någon annan.", "Kore hardly looks at him, in fact, for as soon as she notices the new child that he lifts out of the car seat in the back and goes into the toy shop hand-in-hand with, she doesn’t have eyes for anyone else."], ["Flickan – liten och ljushårig med korkskruvar och blundögon – liknar inte Kore alls.", "The girl – small and light-haired with corkscrew curls and blinking eyes – doesn’t look like Kore at all."], ["Som en ful gubbe står hon dold och glor på det söta barnet.", "Like a dirty old man she stands hidden, staring at the sweet child."], ["Som hon vid första bästa tillfälle ska fånga i en svart säck och bära ut i skogen.", "The child whom she, at the first opportunity, will catch in a black sack and carry into the forest."], ["Klippa av håret.", "Cut her hair off."], ["Dränka i någon pöl.", "Drown her in some pool."], ["Och sedan när de går skallgång och hittar den döda lilla flickan kommer hon att vara alldeles blek och lerig, lockarna har raknat till fula testar.", "And when the search party finds the dead little girl, she will be all pale and covered in mud, her locks straightened into ugly tangles."]], [["Men det skulle också bli fel, för pappa skulle gråta och höja händerna mot himlen.", "But that would also be wrong, since Dad would cry and raise his hands to the heavens."], ["Och han skulle hålla det döda barnet i famnen och vagga det fram och tillbaka som om hon bara sov, men hennes mörkblå ögon skulle stirra blint rätt ut.", "And he would hold the dead child in his arms and gently rock her as if she were just sleeping, but her dark blue eyes would be staring blindly straight ahead."]], [["Kore skulle se allt, nedhukad bakom en stubbe eller rotvälta, och veta att det där inte hade gjort någonting bättre, för nu skulle han sörja det älskade barnet i all evighet, barnet som aldrig svek.", "Kore, squatting behind a stump or an uprooted tree, would see everything, and she would know that doing this had not made anything better, since now he would grieve his beloved child forever, the child who never betrayed him."], ["Och när Kore sedan ser ner på sina händer har de blivit gråaktigt fjälliga och slemmiga, jordfläckade, med grova klor i stället för naglar.", "And when Kore then looks down at her own hands, they are covered in grey, slimy scales, earth-spattered, with rough claws instead of nails."]], [["Hon öppnar munnen för att ropa, men inget ljud kommer.", "She opens her mouth to shout, but no sound emerges."], ["Det klickar till i halsen, reptillikt, det är allt.", "A reptilian click in her throat, that’s all."], ["När den nya frun gått för att uträtta ärenden och hennes pappa kör iväg med barnet, följer Kore efter bilen, genom staden och ut till hans domäner.", "Once the new wife has gone to do some errands and her dad drives away with the child, Kore follows the car out of town, to his domain."], ["Älven är stålgrå, livlös, tom.", "The river is steel-grey, lifeless, empty."], ["Sedan är hon tillbaka vid hans hus, tänk vad lätt det var.", "Then she is back at his house, just look how easy it was."], ["Han står på uppfarten och väntar, som om han vetat hela tiden.", "He is waiting for her in the drive, as if he has known all along."]], [["– Kom och säg hej nu, säger han genast, när hon vaksamt kliver ut ur bilen.", "“Now, come and say hello,” he says immediately, as she watchfully steps out of the car."]], [["Han vinkar lätt med handen, och hon följer efter honom, som hon alltid gjort.", "He waves his hand gently, and she follows him, as she always has done."], ["Sedan tar han med henne in. Där sitter hennes lillasyster och leker med Kores gamla leksaker.", "Then he shows her inside, where her little sister sits playing with Kore’s old toys."], ["Den svarta plasthästen, dockan, hjulet, armbanden, askarna.", "The black plastic horse, the doll, the wheel, the bracelets, the boxes."], ["Glaskulorna, pusslet och de andra djuren.", "The marbles, the puzzle and the other animals."]], [["– Nu har hon äntligen kommit, ropar pappa, så högt att flickan rycker till.", "“Now she’s finally here,” Dad calls out, loud enough for the girl to jump."]], [["Kore ber honom sluta, säger att han skrämmer henne, men han skrattar bara åt det.", "Kore asks him to stop, says that he’s scaring her, but he just laughs it off."], ["Sedan står de och ser hur barnet ställer sina plastdjur i en ring omkring sig, i perfekta vinklar.", "Then they stand watching as the child places her plastic animals in a ring around her, at perfect angles."], ["Djuren tittar på flickan med rädda plastögon tills hon blir arg och sparkar omkull dem allihop.", "The animals look at the girl with frightened plastic eyes, until she gets angry and kicks them over."], ["Pappa drar med sig Kore till vardagsrummet och bjuder på saft trots att hon hellre vill ha kaffe, men det bryr han sig inte om.", "Dad takes Kore into the living room and offers her juice – she would rather have coffee, but he doesn’t care about that."]], [["Han är sig lik.", "He hasn’t changed at all."]], [["Och när hon sitter där, på yttersta kanten av fåtöljen, sneglande mot barnkammaren, med sina fingrar krampaktigt slutna runt glaset, så att han ser att hon fortfarande biter på naglarna, precis som förut, då öppnar han munnen för att tala.", "And as she sits there, on the very edge of the sofa, glancing at the nursery, her fingers clutched tightly at the glass so that he can see that she still bites her nails, just like before, he opens his mouth to speak."]], [["Och han säger: När jag föddes planterade min pappa ett träd som skulle växa i samma takt som jag, och sedan när jag dog skulle det trädet bli nedhugget så att årsringarna kunde räknas, och då skulle jag få se hur många år av mitt liv jag levt lycklig.", "And he says: When I was born my dad planted a tree that would grow in step with me, so that when I died the tree could be chopped down for the growth rings to be counted, and I would get to see how many years of my life I had lived happily."], ["För träd växer bara då, det har min pappa sagt till mig.", "For trees only grow then, that’s what my dad told me."]], [["– Finns trädet kvar? frågar Kore.", "“Is the tree still there?” asks Kore."]], [["Men då försvinner hans ansikte in i ett svart hål som suger åt sig allting, en vakuummun som sliter i hennes kläder, och sliter i hennes hud.", "But then his face disappears into a black hole that sucks everything towards it, a vacuum mouth tearing at her clothes, tearing at her skin."], ["Med hålansikte börjar han växa, blir gråblå i färgen och sväller sig upp mot taket tills hans nacke böjs i ett av rummets hörn.", "With his hole of a face, he starts growing, turns a bluish grey, swells up towards the ceiling until his neck gets bent into a corner of the room."], ["Han tränger ut henne ur rummet, hon måste springa för att hinna undan, för att inte sugas tillbaka in i hålet.", "He squeezes her out of the room, she has to run to get away, to avoid getting sucked back into the hole."], ["Upp ur hennes strupe rör sig någonting, något brännande, en liten svart kula sugs ut ur hennes kropp och försvinner, när hon i sista stund får tag i dörrkarmen och kan dra sig ut ur rummet.", "Something moves up through her throat, something burning, a small black ball that’s sucked out of her body and disappears, as she grabs hold of the door frame just in time and manages to pull herself out of the room."], ["Kore slår upp ytterdörren, och är ute.", "She throws open the front door and is outside."]], [["På väg till bilen ser hon mycket riktigt trädet, i skuggan av huset.", "On her way to the car she does see the tree, standing in the shade of the house."], ["En ynklig sak till växt, som hon aldrig tidigare lagt märke till, med en sjukligt blek stam och märkligt mörkröda blommor.", "A pitiful sort of plant, she had never noticed it before. It has a sickly pale trunk and strangely dark-red flowers."], ["Och från trädet hörs en lågmäld vissling som följer med henne in i bilen och lägger sig på gummimattan under hennes fötter, som ett djur som varit vilse länge, men slutligen hittat hem.", "And from the tree comes a quiet whistling, it follows her into the car and lies down on the rubber mat beneath her feet, like an animal that has been lost for a long time but has finally found its way home."]]]]}