{"title":"Katten","author":"Andrea Lundgren","translator":"Nils Torvald Østerbø","data":[[[["Det låg en katt i diket vid avtagsvägen mot Skogså, en av dessa långa, underliga höstdagar då jag precis börjat sjuan men mest försökte lära mig om magi, om det fanns makter och vilka de i såna fall var.", "A cat was lying in the ditch by the exit road to Skogså, one of those long, strange autumn days when I’d just entered seventh grade but mostly tried to learn about magic, if any occult powers existed and if so which ones they were."], ["När vi närmade oss med bilen såg jag den ligga utsträckt på sidan med slutna ögon, pre­cis vid landsvägens ödsliga gräns med skogen på ena sidan och soptippen på den andra.", "When our car came closer I saw it lying stretched out on its side with eyes closed, right at the desolate end of the carriageway with the forest on one side and the rubbish tip on the other."], ["Det såg ut som att den sov.", "It looked like it was sleeping."], ["Alldeles intill buskagen som tog vid bakom de skitiga, gula containrarna.", "Just next to the shrubs that took over behind the dirty, yellow containers."], ["I botten av diket rann en grönaktig gegga, en trög flod, och här och där glänste små bitar av glassplitter från den stora klockformade FÄRGAT GLAS-behållaren en bit bort.", "At the bottom of the ditch ran a greenish sludge, a sluggish brook, and here and there gleamed small splinters of glass from the big clock-shaped COLOURED GLASS bin some distance away."], ["Jag såg katten först, men behövde inte ens säga något till mamma.", "I saw the cat first but didn’t even have to say anything to Mum."], ["Jag bara registrerade det inuti mig själv och då såg hon den också.", "I just perceived it inside myself, and then she saw it too."], ["Mamma sa åt farsan att stanna bilen och när han hade gjort det gick både hon och jag ut.", "Mum told Dad to stop the car and when he had done it both she and I went out."], ["Vi gick ut under den oroliga molnhimlen som välvde sig ovanför våra huvuden.", "We went out under the restless cloudy sky vaulting above our heads."], ["Jag hoppades att den var död.", "I hoped it was dead."], ["Det var en nittioväg, de flesta dog direkt.", "The speed limit was sixty, most of them died immediately."], ["Man såg dem längs vägkanten när man for in till stan.", "You saw them along the roadside when you went to town."], ["Mest ekorrar och rävar.", "Mostly squirrels and foxes."], ["Harar, fåglar.", "Hares, birds."], ["En gång en grävling, randig och vacker som en utomjording.", "A badger once, striped and beautiful as an extraterrestrial."], ["Vissa lyckades ta sig in en bit i snåren och fick dö i fred.", "Some managed to get into the thicket to die in peace."], ["Men alla dog.", "But they all died."]], [["När vi kom närmare såg vi att det rann blod ur ena örat.", "When we got closer we saw blood running out of one ear."], ["En smal klarröd rännil som redan börjat torka.", "A narrow bright red trickle that was already drying."], ["Både mamma och jag kände igen henne.", "Both Mum and I recognised her."], ["Det var den hemlösa.", "It was the homeless one."], ["Hon hade inget namn, men pälsen var tigrerad i svart och lysande silver.", "She had no name, but her tortoiseshell fur was black and luminous silver."], ["Oftast brukade hon vara tjock eller ha en kattunge i hasorna.", "Most of the time she used to be fat or have a kitten at her heels."], ["Men nu var hon liten och tom.", "But now she was small and empty."], ["Rev­benen syntes genom pälsen.", "Her ribs could be seen through the fur."]], [["Katten hade fått gå ute sedan ägaren åkt tillbaka in till stan, några år tidigare.", "The cat had lived outside since her owner returned to the town a few years before."], ["Det var en av sommargästerna, en sån som kom och gick.", "He was one of the summer visitors, one of those who came and went."], ["Som hade stuga inåt träsket och säkert hade tyckt att det var gulligt med en kattunge under semestern, något för barnen att roa sig med.", "Who had a cabin near the bog and probably thought it was nice to have a kitten during the holiday, something for the kids to have fun with."], ["Tänkt att den klarar sig nog, och sedan åkt därifrån.", "Assumed it would manage just fine, and then driven away."], ["Så hade mamma sagt.", "That’s what Mum had said."], ["En i byn hade försökt ta hem katten till sig, när hon sett att den drog omkring på byn utan halsband. Vinter blev det ju alltid.", "Someone in town had tried to take the cat home when she saw it wandering around town without a collar, since there would be winter soon."], ["Fler hade engagerat sig.", "Several people had got involved."], ["Mamma hade nog också velat ta den, om inte farsan varit så allergisk.", "Mum too would probably have taken it, if Dad wasn’t so allergic."], ["Men det var som om katten förvildats ögonblicket hon inte längre hade med människor att göra.", "But it was as if the cat became feral as soon as she didn’t have anything to do with people."], ["Ingen lyckades fånga henne.", "No one succeeded in catching her."], ["Två vintrar hade katten överlevt på egen hand, som av ett mirakel.", "Two winters the cat had survived on her own, as by a miracle."], ["Och det blev heller inte vintern som tog henne, utan vägen.", "And it wasn’t the winter that took her after all, but the road."]], [["Men katten var inte död.", "But the cat wasn’t dead."], ["När vi var bara några steg ifrån öppnade hon ögonen.", "When we were just steps away from her, she opened her eyes."], ["Det ena ögonlocket följde inte rik­tigt med.", "One of her eyelids couldn’t quite keep up."], ["Men ögonvitorna blänkte till, det var rädslan.", "But the whites of her eyes gleamed from fear."], ["Hon försökte kravla iväg, med bakbenen släpande längs marken.", "She tried to crawl away, dragging her hind legs along the ground."], ["Jag stannade, kunde knappt titta på henne ens, hur hon försökte fly undan från oss, vad kunde jag göra, ingenting.", "I stopped, couldn’t look at her at all, how she tried to flee from us, what could I do, nothing."], ["Katten kunde ju vara farlig också, klösas och bitas.", "The cat could even be dangerous, scratch and bite."], ["Men mamma var framme hos den på ett ögonblick.", "But Mum reached it in a second."], ["Ett kvävt läte kom ur henne som fick det att gnida till i min kropp, som om all vätska runnit ut och bara lämnat kvar några skrumpna skal som trängdes där inne.", "A choked sound came out of her which made something shift in my body, as if all liquid had run out and just left some shrunken shells that rubbed against each other inside."], ["– Kom nån gång då, ropade Jimmy från baksätet och knackade på bilrutan med sin hockeyklubba.", "– Come back here now, shouted Jimmy from the backseat and knocked on the car window with his hockey club."], ["Mamma verkade inte höra.", "Mum didn’t seem to notice."], ["Hon hade satt sig på huk och lagt handen på katten, så lätt att hon knappt tog.", "She had squatted down and put her hand on the cat, light enough as to hardly touch it."], ["Det verkade lugna den en aning, eller så var den för svag för att orka reagera mer.", "This seemed to calm it a little, or maybe it was too weak to react anymore."], ["Nedersta delen av ryggen sluttade på ett konstigt sätt.", "The lowest part of its back ended in a strange way."], ["Det ökande duggregnet fick farsan att slå igång vindrutetorkarna bakom oss.", "The increasing drizzle made Dad switch on the windscreen wipers behind us."], ["Mamma skakade långsamt på huvudet, såg inte så stor ut nu hon heller, när hon tittade på den.", "Mum shook her head slowly, she didn’t look as big either now, when she looked at it."]], [["Jimmy knackade på rutan igen.", "Jimmy knocked on the window pane again."], ["Han var sen till trä­ningen, det var därför han höll på.", "He was late for his training, that’s why he was making a fuss."], ["Gegget i diket luktade surt och giftigt.", "The sludge in the ditch smelled sour and toxic."], ["Hade väl dragits ur all metall och plast som låg bakom gallret där uppe på backen.", "It had probably been drawn out of all the metal and plastic lying behind the grating up there on the ground."], ["Den grönaste färgen hade samlats i en slemmig strimma som flöt ovanpå leran.", "The greenest of the colour had gathered in a slimy band floating on top of the clay."], ["Inte ett grässtrå växte på hela sluttningen, allt var dött.", "Not a single blade of grass grew on the slope, everything was dead."], ["Bara grus och jord och gift.", "Just gravel and soil and poison."], ["– Ryggen är bruten, sa mamma.", "– Her back is broken, said Mum."]], [["Kattens ögon hade glidit ihop igen.", "The eyes of the cat had slid shut again."], ["Andningen var svag, nästan omärklig.", "Its breathing was weak, hardly noticeable."], ["Svansen tovig av lera.", "Its tail matted by clay."], ["Mamma såg sig om, hennes ansikte var alldeles lugnt, som när hon var hemma och försökte minnas var hon lagt tidningen och metodiskt uteslöt alternativen ett efter ett.", "Mum looked around, her face totally calm, as when she was at home and tried to remember where she had put the newspaper and methodically ruled out alternatives one by one."], ["Till höger, snett bakom henne, låg en skrovlig gråsten till hälften nere i det hårt sammanpressade smågruset.", "To the right, at an angle behind her, lay a coarse stone half covered by tightly compressed gravel."], ["Fingertopparna vitnade när hon började rucka den fram och tillbaka tills jorden släppte sitt grepp.", "Her fingertips whitened when she started rocking it back and forth until the soil let go of it."], ["Regnet droppade från hennes fingrar och panna när hon höjde handen.", "Rain dripped from her fingers and forehead as she raised her hand."], ["Det gick så fort, det enda slaget, jag vände mig bort men såg ändå.", "It happened so quickly, the single strike, I turned away but still saw it."], ["Sten i päls.", "Stone in fur."], ["Sten mot kött och ben.", "Stone against flesh and bone."], ["Hon tog av sig jackan, lindade den runt katten och lyfte upp henne.", "She took off her jacket, wrapped it around the cat and lifted her up."], ["När vi var på väg tillbaka till bilen såg jag hur Jimmy himlade med ögonen i baksätet och pekade på sitt armbandsur.", "On our way back to the car I saw Jimmy rolling his eyes as he pointed at his wristwatch."], ["Farsan vevade ner rutan.", "Dad wound down the window."], ["– Inte inne i bilen!", "– Not inside the car!"], ["ropade han.", "he shouted."]], [["Hon hejdade sig, bara ett ögonblick, och vände sig sedan mot mig.", "She stopped, for just a moment, and turned to me."], ["Kanske hade det redan skett då, skiftning­en, för jag minns att ögonen lyste, av något.", "Maybe the change had already happened, because I remember that her eyes were shining, of something."], ["– Öppnar du bakluckan?", "– Will you open the hatch?"]]], [[["Det var samma dag som jag och mamma begravt katten under det gamla pilträdet som hon flyttade upp på vin­den.", "It was the same day me and Mum buried the cat under the old willow that she moved up to the attic."], ["Allt skedde så plötsligt, ingen fattade vart hon tagit vägen.", "Everything happened so suddenly that no one understood where she had taken off to."], ["Jag gick ut och letade på tomten.", "I went out and looked in the yard."], ["Men sedan när jag kom in så sa Jimmy vart hon gått.", "But when I came back inside Jimmy said where she had gone."], ["Och att dörren var låst.", "And that the door was locked."], ["Hon hade plockat med sig en del grejer, fällsängen, den lilla fåtöljen från vardagsrummet, flera av mina böck­er som egentligen var hennes.", "She had collected a few things, the folding bed, the little armchair from the living room, some of my books that were hers to begin with."], ["Ibland kom hon ner och åt, annars såg vi knappt till henne.", "Now and then she came downstairs to eat, otherwise we hardly saw her."], ["Bortsett från hockeyn så hade Jimmy fortfarande utegångsförbud, men han höll sig på sitt rum.", "Apart from the hockey, Jimmy was still grounded, but he kept to his room."], ["Huset blev tyst.", "The house fell silent."], ["Farsan sa inte ett ord.", "Dad didn’t say a word."], ["Inte till en början.", "Not at first."], ["Jag hörde honom nämna det på telefon till en av sina kompisar och skratta, men det fanns något nytt i rösten, liksom nervöst, som om han hade ett litet våtludet djur i halsen som han inte kunde svälja ner.", "I heard him mentioning it to one of his friends on the phone. He laughed, but there was something new, kind of nervous, in his voice, as if there was a small, wet and hairy animal in his throat that he couldn’t swallow."]], [["Vi väntade på att hon skulle göra ett av sina berömda “uttalanden”. Hon var en gammal hippie, mamma.", "We waited for her to make one of her famous “statements.” She was an old hippie, Mum."], ["Eller så brukade farsan säga.", "That’s what Dad used to say, anyway."], ["“Ena veckan är det regeringen, nästa får vi inte äta kött och tredje är det nåt krig hon läst en notis om i tidningen.” Jag visste att det han sa om mamma mest var på skämt, för oftast gillade han hennes idéer.", "“One week it’s the government, the next we can’t eat meat and the third there’s some war she’s read a report about in the paper.” I knew that what he said about Mum was mostly for fun, because he liked her ideas most of the time."], ["Så länge han inte behövde göra någonting, som att följa med ut och demonstrera, skriva på listor, häfta fast informa­tion på anslagstavlor eller stå utanför systemet och samla in pengar för att rädda den gamla tågbron som ingen använde längre.", "As long as he didn’t have to do anything, like coming with her to demonstrations, signing petitions, stapling information to notice boards or standing outside the liquor store to collect money to save the old railway bridge no one used anymore."], ["Men det var inte alls så flyktigt som farsan fick det att låta, mamma hade alltid varit politisk.", "But it wasn’t at all as fleeting as Dad made it sound, Mum had always been political."], ["Förut hade hen­nes uttalanden kunnat komma lite när som helst, och bli ganska hetsiga.", "Previously, her statements could come almost anytime and become quite heated."], ["När jag och brorsan var yngre hade vi mest lyssnat och insupit hennes ord med varierande uppmärk­samhet, men på sistone hade det blivit så att farsan och han bildat enad front och börjat käfta tillbaka.", "When me and my brother were younger we had mostly listened and soaked up her words with varying attention, but lately it had changed so that Dad and he formed a united front and started arguing with her."], ["Ibland blev det bråk.", "Sometimes there would be trouble."], ["Brorsan brukade småskratta åt mamma när hon eldade upp sig och då blev hon heligt förbannad.", "My brother used to giggle at Mum when she got fired up and then she got hopping mad."], ["Farsan älskade det.", "Daddy loved it."], ["Jag brukade inte säga så mycket.", "I usually didn’t say much."], ["Egentligen höll jag med mamma om det mesta, men om jag sa det skulle både farsan och Jimmy reta ihjäl mig.", "I agreed with Mum in most things, actually, but if I said so both Dad and Jimmy would tease me to death."], ["Så jag var tyst.", "So I kept quiet."]], [["Ibland kunde hon gråta en hel dag över något hon läst.", "Sometimes she would cry a whole day about something she had read."], ["Som kriget nu senast.", "Like this latest war."], ["Hon hade bett farsan att vi skulle bli fosterfamilj åt ett av flyktingbarnen.", "She had asked Dad if we could be the foster family of one of the refugee children."], ["Men han sa nej, att vi inte hade plats.", "But he said no, that we didn’t have room."], ["Eller tid.", "Or time."], ["Och mamma jobbade ju jämt, han med.", "And Mum did work all the time, as did he."], ["Hon tjatade och tjatade, ingen kunde tjata som hon.", "She nagged and nagged, no one could nag like her."], ["Sedan ringde någon från polisen och berättade om Jimmy, och sedan dess hade hon inte tjatat över huvud taget.", "Then someone from the police called and told about Jimmy, and after that she hadn’t nagged at all."], ["All energi gick åt till att prata med Jimmy.", "All her energy went into speaking with Jimmy."], ["Hon gick in på hans rum och stängde dörren och stannade länge.", "She went into his room and closed the door and stayed for a long time."], ["Sedan ville hon att farsan skulle in dit också, men han tyckte att hon var bättre på sånt där.", "Then she wanted Dad in there too, but he thought she was better at things like that."], ["De började bråka, mest hon.", "They started arguing, mostly she."], ["Fattar du inte?", "Don’t you understand?"], ["skrek hon en kväll, det hördes rakt genom min dörr och ända in i djupet av kroppen.", "she yelled one night, I heard it straight through the door and all the way to the depths of my body."], ["Fattar du inte vad de har gjort?", "Don’t you understand what they’ve done?"], ["Men sedan slutade hon skrika.", "But later she stopped yelling."], ["Slutade bråka också.", "Stopped arguing too."], ["Hon hade blivit så tyst att allt var underligt, och sedan lämnat mig kvar där nere i det underliga och gått upp och låst in sig.", "She had become so quiet that everything was strange, and then left me behind down there in the strangeness and gone upstairs and locked herself inside."]], [["Efter att mamma flyttat upp hade det blivit farsans upp­gift att ta hand om allt där hemma, och den uppgiften hade han inte axlat under tystnad.", "Since Mum moved upstairs it had become Dad’s responsibility to take care of everything at home, a responsibility he didn’t shoulder quietly."], ["Han fick ta fram recept för de enklaste grejer, och klagade på mig och Jimmy att vi aldrig hjälpte till, att han var som en slav i sitt eget hem och att vi var de mest bortskämda ungarna i världen.", "He needed to get a recipe for the simplest things and complained about me and Jimmy that we never helped out, that he was like a slave in his own home and that we were the most spoiled kids in the world."], ["Jimmy var lika bra som mamma på att slinka ut ur köket, därför blev det jag som fick göra allt.", "Jimmy was as good as Mum at slinking out of the kitchen, so I had to do everything instead."], ["Jag försökte protes­tera, men farsan hade alltid haft överseende med Jimmy.", "I tried to protest, but Dad had always been indulgent with Jimmy."], ["Låt honom vila lite, han kom nyss hem från träningen, kunde farsan säga om jag pekade på travarna av disk.", "Let him rest a bit, he just got back from training, Dad would say if I pointed at the piles of dishes."], ["Och jag orkade inte hålla på och tjata, jag var inte som hon.", "And I didn’t have the energy to keep nagging, I wasn’t like her."], ["Men varje gång jag gav efter kändes det som att jag blev av med något, att något rann ur mina händer och ner i avloppet med diskvattnet, att något drogs ur min kropp och gjorde marken giftig.", "But every time I gave in it felt like I was losing something, that something was running out of my hands and down the drain with the dishwater, that something was being pulled out of my body, making the ground toxic."]]], [[["När mamma inte gav sig efter mer än en vecka började farsan bli less.", "When Mum hadn’t stopped after more than a week Dad got fed up."], ["Gjorde sig ärenden dit upp och letade grejer som inte ens fanns där.", "Made up errands up there and looked for things that weren’t even there."], ["Han knackade tills mamma frå­gade vad han ville, och när hon erbjöd sig att komma ner med det han ville ha om hon hittade det blev han ännu mer irriterad.", "He knocked till Mum asked what he wanted. and when she offered to bring what he wanted downstairs if she found it he got even more annoyed."]], [["-Nu öppnar du dörren, Ingrid, sa han.", "– Open the door now, Ingrid, he said."], ["Du beter dig som ett barn.", "You behave like a child."]], [["Men hon vägrade, så han fortsatte knacka i flera minu­ter.", "But she refused, so he kept knocking for minutes."], ["Det hördes i hela huset, jag kunde inte koncentrera mig på matten.", "It could be heard all over the house, I couldn’t focus on my math."], ["Men hon verkade inte bry sig.", "But she didn’t seem to care."], ["Till slut gav han upp och kom nedför trapporna och svor, gick och rotade i skåpet efter en extranyckel utan att hitta någon.", "Finally he gave up and came swearing down the stairs, started rummaging in the cupboard for an extra key without finding any."], ["När han såg att jag stod i dörröppningen stängde han genast skåpluckan.", "When he saw me standing in the doorway he shut the cupboard immediately."]], [["-Titta inte på mig så där, sa han.", "– Don’t look at me like that, he said."], ["Inget av allt det här är mitt fel.", "Nothing of this is my fault."]], [["Sedan gick han.", "Then he left."], ["Skottljuden från Jimmys tv-spel var det enda som hördes.", "The sound of shots from Jimmy’s video game was the only thing that could be heard."]], [["Det visade sig att hon hade sagt upp sig från sjukhuset.", "It turned out that she had quit her job at the hospital."], ["Jag var den första som märkte det.", "I was the first one to notice."], ["Det var i oktober, och en vattenläcka hade tvingat rektorn att stänga skolan för dagen, så jag åkte hem för att plugga.", "It was in October, and a water leak had forced the head teacher to close the school for the day, so I went home to cram."], ["De flesta i min klass hade dragit till fiket de alltid drog till efter skolan eller om vi hade håltimme.", "Most in my class had gone to the café they always went to after school or if we had a free period."], ["Jag drack inte kaffe ändå.", "I didn’t drink coffee yet."], ["Efter att jag fått hoppa över femman och byta klass hade jag inte haft någon att vara med, på rasterna satt jag mest och stirrade på min penna och försökte få den att röra sig med tanke­kraft.", "Ever since they let me skip fifth grade and change class I hadn’t had anyone to be with, and during breaks I mostly sat staring at my pen, trying to make it move by the force of thought."], ["Det var så det var.", "This was the way it was."], ["Nu hade det gått mer än ett år så jag hade vant mig.", "More than a year had passed now, so I was used to it."]], [["På väg hem såg jag att Klara var tillbaka, hon kom gående med sina kompisar från niornas korridor.", "On my way home I saw that Klara was back, she came from the ninth-grade corridor with her friends."], ["Fast hon gick förbi mig i entréhallen på bara någon meters avstånd hälsade hon inte.", "Although she passed me in the entrance hall at just a few meters’ distance she didn’t say hello."], ["Ändå hade hon varit hemma hos oss två gånger.", "Even though she had been at our house twice."], ["Hon hade klippt av sig allt hår.", "She had cut off all her hair."], ["Madde i 9A stirrade på mig, all­deles svart i blicken.", "Madde in 9A stared at me, with a black look in her eyes."], ["Tydligen var det hon som hittat Klara, på övervåningen i Dannes föräldrars sovrum.", "Apparently she had found Klara, on the top floor in the bedroom of Danne’s parents."], ["Kjolen över huvudet, helt däckad.", "Her dress over her head, passed out."], ["De magpumpade henne till och med.", "They even pumped her stomach."], ["Jag tänkte att det måste kännas som att bli vänd ut och in, vrängd, tömd, uttänjd.", "I thought that would feel like being turned inside out, twisted, drained, stretched."], ["Som en gammal tröja.", "Like an old shirt."]], [["Mamma hörde smällen när alla mina skolböcker lan­dade på hallgolvet för hon kom ut från köket.", "Mum heard the bang when all my school books landed on the hallway floor before she came out of the kitchen."], ["Det var en rätt komisk syn.", "It was a pretty comical sight."], ["Hon hade en stor köttslamsa av något slag hängande ur munnen (vilket var konstigt för hon var vegetarian) och såg lite skuldmedveten ut.", "A big scrap of meat of some kind was hanging out of her mouth (which was strange since she was a vegetarian) and she looked a bit guilty."], ["Kanske för attjag hade ertappat henne på fri fot i huset.", "Maybe because I had surprised her at large in the house."]], [["– Vad tidig du är, sa hon bara, tuggande.", "– You’re so early, was the only thing she said, chewing."]], [["– Det blev en vattenläcka i skolan, sa jag.", "– There was a water leak at school, I said."], ["Varför är du inte på jobbet?", "Why aren’t you at work?"]], [["Och då fick jag veta att hon hade slutat.", "And then I got to know that she had quit."]], [["Det var inte samma sak där nere utan henne.", "It wasn’t the same downstairs without her."], ["Farsan hade fått någon sorts allergisk reaktion och var gnälligare än vanligt, gick runt och snörvlade och kliade sig i ögonen.", "Dad had some sort of allergic reaction and was whinier than usual, he walked around sniffling and rubbing his eyes."], ["Annars såg han bara på tv.", "Or else he just watched TV."], ["Hon hade brukat komma in i mitt rum på kvällen när jag satt med mina läxor, stryka mig över håret och fråga om jag inte ville ha lite kvällsfika.", "She used to come to my room in the evening when I sat with my homework, to stroke my hair and ask me if I wanted something to eat."], ["Sagt att nu får det väl ändå räcka, du måste inte vara bäst i allt.", "Said that I’ve done enough for today, I don’t have to be best at everything."], ["Jag saknade till och med alla utbrott hon fick över sånt som farsan tyckte var småsaker.", "I even missed all her outbursts about things Dad thought were small potatoes."], ["Ända sedan jag var liten hade hon och jag haft egna skämt som då vi tryckte tungan mot insidan av underläppen, kollade i kors och sa vadedemedäjdå?", "Ever since I was little she and I had had our own private jokes, as when we pressed the tongue against the inside of the lower lip, crossed the eyes and said whatswrongwithyouthen?"], ["Och sedan skrattade vi som galningar.", "And then we laughed like maniacs."], ["Jimmy tyckte att vi var jättebarnsliga, så vi brukade all­tid passa på att göra det när hans kompisar var hemma hos oss.", "Jimmy thought we were incredibly childish, so we always made sure to do it when he had his friends over."], ["Hon visste hur man lyssnade och hon sa alltid rätt saker.", "She knew how to listen, and she always had the right things to say."], ["Men framför allt visste hon när hon skulle vara tyst.", "But most of all she knew when to be silent."], ["När det inte hjälpte att säga något, för att saker ändå var som de var, i klassen, eller när farsan bara skulle retas.", "When saying anything didn’t help, because it was just the way things were, in class, or when Dad just wanted to tease."], ["Då var det skönt att hon faktiskt inte sa något, utan bara var tyst en stund.", "Then it felt great that she actually didn’t say anything, but just kept quiet for a while."], ["Sedan brukade hon alltid komma med något förslag.", "Afterwards she always had some suggestion."], ["Det behövde inte vara något speciellt, kanske bara att hon hade ett korsord hon behövde lite hjälp med.", "It didn’t have to be anything special, maybe just a crossword she needed some help with."]], [["Och på nätterna när jag låg i sängen utan att kunna somna tänkte jag på hur hon också låg där, precis ovanför mitt rum i den rangliga fällsängen, och då var det som att någon gick in i min kropp.", "And at night when I lay in bed without being able to sleep I thought about how she too was lying there, right above my room in the rickety folding bed, and then it was like someone went into my body."], ["Att en annan kropp gick in i min och trängdes, så stor att det spände i huden, i huvudet, och alla tankar blev ett myller tills det blev out­härdligt.", "That another body went into mine and filled it up, so big that it stretched my skin, my head, and all my thoughts started teeming until it got unbearable."], ["Men jag kunde knappt röra mig, för den andra kroppen var tung som bly, inuti min egen.", "But I could hardly move, because the other body was heavy as lead inside my own."], ["Och när jag väl somnade, drömde jag samma dröm jag alltid drömde.", "And when I finally fell asleep, I dreamt the same dream I always dreamt."], ["Hur jag i en svart rymd klämdes i ett stort urverk, mellan gyllene kugghjul.", "That I was in a black space, being squeezed between the golden cog wheels of a huge clockwork."], ["Jag försökte ta mig därifrån men mina svettiga händer halkade på metallen.", "I tried to get out of there, but my sweaty hands slid off the metal."], ["Och tickandet gjorde mig nästan vansinnig.", "And the ticking made me almost insane."], ["Jag hade lärt mig tekniken för att vakna, innan det var för sent. Innan jag klämdes till döds.", "I had taught myself the technique of waking up before it was too late, before I got squeezed to death."], ["Och sedan reste jag mig upp på golvet, gjorde tecknet och uttalade rätt ord för att få se sanningen.", "And then I stood up straight on the floor, made the sign and pronounced the right words to see the truth."], ["Sedan gick jag tre varv motsols för att på så sätt slippa komma tillbaka till samma ställe när jag somnade om.", "Then I walked three rounds counter-clockwise to avoid coming back to the same place when I fall asleep again."], ["Det hade jag läst om i en av mammas böcker.", "I had read about this in one of Mum’s books."], ["Ibland fungerade det.", "Sometimes it worked."], ["Andra gånger vaknade jag i stället upp i en annan dröm, där mitt rum var sig likt men ändå inte.", "At other times I woke up in another dream instead, in which my room was similar but still different."], ["Så likt att jag trodde att det faktiskt var mitt rum och gick tre nya varv även där.", "So similar that I thought it was really my own room and walked three more rounds even there."], ["Ibland var rummet tomt så när som på sängen, som för att säga att det inte fanns någon annanstans att ta vägen, och sedan somnade jag tillbaka in i den första drömmen, eller i en ny, främmande dröm jag senare inte kunde minnas.", "Sometimes the room was empty apart from the bed, as if to say that there was nowhere else to go, and then I fell asleep back in the first dream, or in a new, strange dream I couldn’t remember later."], ["En gång försökte jag göra motstånd mot drömrummet och satte mig efter mina tre varv i ett hörn på golvet i stället för att återvända till sängen och somna, men när jag lutade mig mot väggen gav den vika och jag började falla och fortsatte falla.", "Once I tried to resist the dream room and sat down on the floor in a corner instead of returning to the bed and going to sleep there, but when I leaned against the wall it gave way and I started falling and falling."], ["Efter det slutade mina uppror i drömmens andra rum.", "After this happened, my rebellions in the second dream room stopped."]], [["Innan mamma flyttade upp hade jag berättat för henne om allt det här, och hon hade sagt att det var bra att bearbeta sina känslor nattetid, så att man slapp oroa sig så mycket på dagen.", "Before Mum moved upstairs I had reported all this to her, and she had said that processing your feelings at night was good, since you didn’t have to worry so much about them during the day."], ["På sätt och vis var det också så.", "And this was true in a way."], ["Jag oroade mig mindre för det jag bearbetade om natten, men drömmarna gav i sin tur upphov till nya saker att grubbla över.", "I worried less about what I processed at night, but in their turn the dreams led to new things to consider."], ["Skulle drömrummet någon gång vara så verkligt att jag utan misstanke fortsatte att leva där?", "Would the dream room ever become so real that I could continue living there without suspecting anything?"], ["I en parallell­värld, där en snarlik mamma fanns, en snarlik bror, en snarlik skola, snarlika böcker och snarlika saker att oroa sig för.", "In a parallel world, where a similar Mum existed, a similar brother, a similar school, similar books and similar things to worry about."], ["Och slutligen: Skulle det vara enklare?", "And finally: would that be any easier?"]], [["På lördagen drog jag på mig vinterjackan och gick ut och satte mig på en trädgårdsstol som jag hade burit ut från bodan.", "One Saturday I pulled on my winter coat and went outside to sit on a garden chair I had carried out from the storage shed."], ["Jag ställde den i lövhögen innanför staketet och vinklade den mot vindsfönstret.", "I set it down in the heap of leaves inside the picket fence and angled it towards the attic window."], ["Sedan satt jag där och glodde.", "Then I sat there staring."], ["Fönstret där uppe var öppet och det hördes att hon spelade musik, sina gamla lp-skivor från sjuttiotalet.", "The window up there was open and I could hear her playing music, her old LP records from the seventies."], ["Skivspelaren som tidigare stått i vardagsrummet hade för­svunnit några dagar efter att hon gett sig av.", "The record player that used to be in the living room had disappeared a few days after she had moved."], ["Hon sjöng en märklig melodi, inte alls samma som på skivan, med konstiga ord jag inte förstod.", "She was singing a strange melody, not at all the same as on the record, with odd words I didn’t understand."], ["Ord av olika sorter.", "Words of different types."], ["Som om hon sjöng på tusentals språk.", "As if she was singing in a thousand languages."], ["Kanske dansade hon.", "Maybe she was dancing."], ["Det brukade hon ibland göra förut när hon lagade mat, på mattan i köket.", "She used to do that sometimes while cooking, on the mat in the kitchen."], ["Med uppvikta byxben.", "With rolled up trouser legs."], ["Jag väntade på att 65 hon skulle se mig sitta där, ropa åt mig att komma upp.", "I waited for her to see me sitting there, or call for me to come up."], ["Men hon tittade aldrig ut.", "But she never looked out."]]], [[["Senare den dagen, när vi satt vid middagsbordet, kom några av farsans kompisar över.", "Later that day, as we were sitting around the dinner table, some of Dad’s friends came over."], ["Mamma försvann lika snabbt som vanligt, efter att hon hade sagt hej till dem och pussat farsan på munnen.", "Mum disappeared quickly as usual, after saying hello and kissing Dad on the mouth."], ["Det var Jörgen från farsans gamla jobb och sedan Olof och Rickard som han lärt känna i lumpen.", "It was Jörgen from Dad’s old job and then Olof and Rickard who he had met during military service."], ["Precis innan hon gick uppför trappan mötte hon min blick och det blänkte till i hennes ögon av något, jag vet inte vad.", "Just as she was heading upstairs she looked at me and there was a flash of something in her eyes, I don’t know what."], ["Jag öppnade munnen för att säga något, vad som helst.", "I opened my mouth to say something, anything."], ["Men inget kom, och sedan var hon borta.", "But nothing came out, and she was gone."]], [["Farsans kompisar dunkade Jimmy i ryggen och hälsade på mig när jag gick till diskbänken.", "Dad’s friends punched Jimmy on the back and greeted me on my way to the sink."], ["Sedan slog de sig ner vid köksbordet.", "Then they sat down at the kitchen table."]], [["– Så det är sant det vi har hört, sa Jörgen.", "– So it’s true what we heard, said Jörgen."], ["Att din hustru har tagit sig en älskare där uppe på vinden?", "That your wife has taken a lover up there in the attic?"]], [["Alla började garva och farsan plockade fram glas ur skå­pet och skrattade han med, men jag såg att hans ansikte var alldeles stelt.", "Everyone started laughing and Dad took out glasses from the cupboard and laughed too, but I saw that his face was completely stiff."], ["Jimmy, som dröjt sig kvar, svarade i hans ställe.", "Jimmy, who had stayed put, answered for him."]], [["– Ja, vi tror att hon gör nån voodoo där uppe, eller har en mystisk kvinnoklubb.", "– Yes, we think she’s doing some voodoo up there, or has a mysterious women’s club."]], [["Det fick dem att skratta ännu mer, och Jörgen vände sig till mig.", "Which made them laugh even more, and Jörgen turned to me."]], [["– Då borde väl åtminstone du få komma in.", "– Then you at least should be let in."]], [["Hans ansikte var rödfnasigt och skrovligt som en sten.", "His face was reddish, flaky and rough as a stone."]], [["– Jag vill inte vara med i nån konstig klubb, sa jag.", "– I don’t want to be in any weird club, I said."]], [["Sedan skämdes jag genast och ångrade mig, det kändes nästan som om de skrattade åt mamma.", "I felt ashamed at once and regretted it, it felt almost like they were laughing at Mum."], ["Men de hörde ändå inte vad jag sa.", "But they hadn’t noticed what I said."]], [["– Det var då fan vad du ser eländig ut, sa Rickard till farsan.", "– You look bloody awful, said Rickard to Dad."], ["Har du åkt på nåt virus eller?", "Have you caught a virus or something?"]], [["Farsan slog sig ner vid kortsidan av bordet.", "Dad sat down at the short end of the table."]], [["– Det är nån allergi, sa han.", "– It’s some kind of allergy, he said."]], [["– Du kanske är allergisk mot att få göra allt hemarbete, sa Jörgen och då började alla flabba igen, Jimmy också.", "– Maybe you’re allergic to all the housework, said Jörgen and everyone started guffawing again, Jimmy too."], ["Han satt närmast fönstret och snurrade runt sin mobil med ena pekfingret.", "He sat next to the window and spun his mobile around with his index finger."], ["På sistone hade jag knappt kunnat kolla på honom, händerna hade blivit så stora och klum­piga, två sladdriga fenor bara, och ansiktet var grovt som på en stor gris.", "Lately I had hardly been able to look at him, his hands had become so big and chunky, just two flabby fins, really, and his face was as coarse as a large pig’s."], ["Han vägde säkert åttio kilo nu, förut kunde jag springa snabbare än han, men nu skulle jag inte ha en chans, han hade fått muskler, och rösten bara sjönk och sjönk för varje dag.", "He probably weighed eighty kilos now, I used to run faster than him, but now I wouldn’t have a chance, he had gained muscle, and his voice just got deeper and deeper every day."], ["Nu lät han som farsan, och de andra.", "He sounded like Dad and the others now."], ["Och häromdagen när han skickade potatisen snuddade hans hand vid min och jag kände att den var alldeles fuk­tig av handsvett och det kändes som att jag skulle spy då, vändas ut och in, och så fick jag olika bilder i huvudet av hur han såg ut naken, både när han såg ut som en vuxen och när han var i den där äckliga mellanfasen av fjun och flin och fjäll och finnar.", "And a few days ago as he passed me the potatoes his hand brushed against mine and I could feel how it was completely moist from sweat and I felt like I was going to puke then, get turned inside out, and then I got different pictures of him in my mind of what he looked like naked, both when he looked like a grown-up and when he was in that yucky in-between stage of down and smirk and dandruff and pimples."], ["Förut hade han varit slät precis som jag, nu var det som att en flottig tjock hinna lagts över honom.", "Previously he had been smooth just like me, now it was like a lardy thick film had been laid over him."], ["Det hade ju hänt att vi lekte tillsammans när vi var mindre, och ibland hade vi badat i samma badkar, bara tanken på allt det där gjorde mig nästan grinfärdig.", "It had happened that we played together when we were younger, of course, and sometimes we had bathed in the same tub. Just the thought of all that could almost make me cry."], ["Som att någon skulle tvinga mig att bada med honom nu, som att han kunde kliva i badkaret när jag var där utan att fråga, och vad skulle jag göra då.", "As if someone would force me to bathe with him now, as if he could climb into the bathtub when I was there without asking me, and what I would do then."], ["En tung maskin av svett och kött.", "A heavy machine of sweat and flesh."], ["Han skulle bara flina åt mig, som han gjorde åt allt, och sedan göra tusen nålar tills min arm gick av eller huden slets sönder i trasor.", "He would just grin at me, like he did at everything, and give me an Indian burn until my arm fell off or the skin got ripped to shreds."]], [["När jag hade diskat klart torkade jag händerna på köks­handduken och gick därifrån.", "When I had done the dishes, I dried my hands on the kitchen towel and left the kitchen."], ["Alla läxor var redan avkla­rade, vilket var ett mindre mirakel.", "All my homework was finished already, which was a minor miracle."], ["Jag visste att farsan och hans kompisar skulle spela kort och dricka öl hela kvällen.", "I knew that Dad and his friends would play cards and drink beer all night."], ["Jimmy skulle antagligen spela dataspel som vanligt.", "Jimmy would probably play computer games as usual."], ["Ingen skulle störa mig.", "No one would disturb me."]], [["Jag tog fram min bärbara cd-spelare och satte mig på sängen.", "I took out my portable CD player and sat down on the bed."], ["Snart fylldes hela universum av The Cure, inte minsta ljud från köket trängde igenom musiken.", "Soon the whole universe was filled by The Cure, not the least sound from the kitchen penetrated the music."], ["Jag la mig raklång med händerna på magen och slöt ögonen.", "I stretched out on the bed with my hands on my tummy and closed my eyes."], ["Började yogaandas som mamma hade lärt mig och för­sökte komma in i det där speciella, nästan meditativa till­ståndet som jag kunde hamna i ibland när jag lyssnade på viss musik.", "Started yoga breathing as Mum had taught me and tried to enter that special, almost meditative state I sometimes could end up in when I listened to some specific music."], ["Innan jag ens blev sömnig hade jag somnat.", "Even before I got sleepy I had fallen asleep."]]], [[["När jag vaknade hade skivan tagit slut.", "When I woke up the record was finished."], ["Klockan var över ett.", "It was past one o’clock."], ["Genom väggen hörde jag att det fortfarande var folk kvar i köket, trots att jag visste att farsan skulle upp tidigt morgonen efter för att åka till verkstan med bilen.", "Through the wall I heard that there were still people in the kitchen, even though I knew that Dad was getting up early in the morning to drive to the garage with the car."], ["Jag var kissnödig så jag drog ut öronsnäckorna och la cd-spelaren 68 på byrån.", "I had to pee, so I pulled out the earphones and put the CD player on the chest of drawers."], ["När jag hade kissat och borstat tänderna gick jag in i köket för att hämta ett glas vatten.", "When I had peed and brushed my teeth I went to the kitchen to get a glass of water."], ["Alla var kvar, Jimmy också.", "Everyone was still there, Jimmy too."]], [["– Hej på dig du, sa Jörgen när jag kom in.", "– Hi and hello, said Jörgen when I came in."]], [["De var fulla, det såg jag för de var liksom vaga i kon­turerna och farsan var lite röd i ansiktet.", "I could see they were drunk, since their outlines were kind of vague and Dad was a bit red in the face."], ["Fönstren var immiga och bordet var fullt av ölburkar.", "The windows were steamy and the table was full of beer cans."], ["Jag frågade idio­tiskt nog vad de gjorde, med en käck röst jag inte kände igen.", "I asked idiotically enough what they were doing, with a cheeky voice I didn’t recognize."], ["Min blick var lite suddig, som att jag kunde se alla partiklar i luften, hur de långsamt flöt omkring, in och ut ur allas blöta munnar, ner i lungorna och sedan upp igen och in i mig.", "Everything looked a little blurred, as if I could see all the particles in the air, how they floated slowly around, in and out of all the wet mouths, down in the lungs and then back up and into me."]], [["– Vi sitter här och pratar om livet, stumpan, sa Jörgen.", "– We’re sitting here talking about life, pet, said Jörgen."]], [["– Du skulle ju hänga tvätten, sa jag till Jimmy, men skämdes, kände mig så ordentlig, precis som i skolan när alla himlade med ögonen åt att jag räckte upp handen.", "– Weren’t you going to hang up the laundry, I said to Jimmy. But I was ashamed, felt so proper, just like at school when everybody rolled their eyes at me raising my hand."], ["Jimmy hade en starköl framför sig, handen låg sluten runt den.", "Jimmy had a beer in front of him, held tightly in his hand."]], [["– Gör det sen, sa han.", "– Will do it later, he said."]], [["– Jimmy sitter här och får sig lite livsvisdom av oss som har varit med ett tag, sa Jörgen.", "– Jimmy is sitting here to get some words of wisdom from us who’ve been around a while, said Jörgen."]], [["– Lite öl också, ser jag, sa jag utan att kunna hejda mig, samtidigt som jag tog ett glas ur skåpet och fyllde det med vatten.", "– Some beer too, I see, said I, unable to control myself, as I took a glass from the cupboard and filled it with water."]], [["– Lite öl är väl inte så farligt, sa farsan.", "– A little beer can’t be that bad, said Dad."], ["Han är ju snart arton.", "He’ll be eighteen soon, you know."]], [["– Han är sexton, sa jag.", "– He is sixteen, I said."]], [["– Hur gammal är du nu då?", "– And how old are you now?"], ["frågade Jörgen, lite släpigt.", "asked Jörgen, a little sluggishly."]], [["– Hon är tretton, sa Jimmy.", "– She is thirteen, said Jimmy."]], [["– Oj oj, då är det bäst vi håller oss i skinnet, sa Jörgen till Olof och knuffade till honom med armbågen.", "– Oh dear, we’d better behave then, said Jörgen to Olof and nudged him with his elbow."]], [["– Du är väl ingen spion till Storasyster där uppe?", "– I hope you aren’t a spy for Big Sister up there?"], ["sa Olof.", "said Olof."]], [["Jag började säga att jag inte var någonting, men farsan avbröt mig.", "I began saying that I wasn’t anything, but Dad interrupted me."]], [["– Så länge hon är där uppe är det jag som bestämmer här nere, sa han.", "– As long as she’s up there, I’m in charge down here, he said."], ["Och jag tycker inte att en eller två öl är nåt att gnälla om.", "And I don’t think a beer or two is anything to moan about."]], [["– Nähä, sa jag och gick därifrån.", "– Sure, I said and left the kitchen."]], [["De började skratta igen.", "They started laughing again."]], [["Tillbaka på mitt rum kröp jag ner i sängen och drog upp täcket till hakan, men visste att jag inte skulle kunna somna.", "Back in my room I lay down on the bed and pulled the duvet up to my chin but knew that I wouldn’t be able to sleep."], ["Fick inte bort Jimmys överlägsna jävla min ur mitt huvud.", "Couldn’t get Jimmy’s bloody arrogant look out of my head."], ["Det var den han hade när jag tänkte på det som hade hänt, som jag egentligen inte ens visste något om.", "The one he had when I thought about what had happened, which I didn’t even know anything about, really."], ["Hela skolan visste mer om det än jag, för ingen berättade någonsin något för mig.", "The whole school knew more about it than I, since no one ever told me anything."], ["Inte ens mamma.", "Not even Mum."], ["Alla bara tittade, eller tit­tade bort.", "All of them just looked at me, or looked away."], ["Lösryckta bitar var allt jag hade.", "Disconnected pieces were all I had."], ["Och jag hade aldrig varit i Dannes hus, där festen hade varit.", "And I had never been at Danne’s house, where the party had been."], ["Det var ofta fest där tydligen, hans föräldrar kanske reste mycket.", "There were often parties there, apparently, maybe his parents travelled a lot."], ["Men trots att jag aldrig hade varit hemma hos Danne, eller ens på en enda fest någonsin, kunde jag se dörren framför mig.", "But even though I’d never been over at Danne’s, or even at any party at all, I could see the door in front of me."], ["Jag kunde se allting, genom tid och rum.", "I could see everything, through time and space."], ["Jag kunde se genom väggar.", "I could see through walls."], ["Hur vardagsrummet är fullt av ölburkar, hur det immar på rutorna och står folk överallt.", "How the living room is full of beer cans, how the windows are steaming up and people are standing everywhere."], ["De hånglar, och skriker för att överrösta musiken som har sprängt högtalarna och börjat skrapa precis som Jimmys högtalare skrapar för att han aldrig är försiktig och alltid gör precis som han vill.", "They’re snogging, and yell to make themselves heard over the music that has blown out the loudspeakers that have started scratching just like Jimmy’s speakers scratch because he never takes care and does whatever he wants to."], ["Någon röker cigaretter, kanske till och med inomhus.", "Some are smoking cigarettes, maybe even indoors."], ["En del är på verandan.", "A few are on the veranda."], ["En blond tjej kräks i rabatten och det ser ut som blodiga bitar.", "A blonde girl is throwing up in the flowerbed, it looks like bloody chunks."], ["Men jag vänder blicken därifrån och tvingar den uppåt, mot dör­ren på övervåningen.", "But I turn my eyes away and force them to look upwards, towards the door on the top floor."], ["Där uppe är allting tyst, dörren till sovrummet är den till höger om trappan, vitmålad.", "Up there everything is quiet, the door to the bedroom is that to the right of the staircase, painted white."], ["Den står på glänt.", "It is ajar."], ["Musiken från våningen under är dämpad och låter dov och jämrande, som om den spelas baklänges.", "The music from the apartment below is subdued and sounds hollow and wailing, as if played backwards."], ["Halljuset faller in i det nedsläckta rummet, dubbelsängen är bäddad, men överkastet är skrynkligt och har dragits ner från kuddarna.", "The corridor light falls into the darkened room, the double bed is made, but the coverlet is crumpled and pulled down from the pillows."], ["Och där ligger Klara.", "And there lies Klara."], ["Sover, mitt i ljus­käglan från dörren.", "Sleeping, in the middle of the light cone from the door."], ["Som om hon har gått upp för att vila, för att komma bort från alla en stund.", "As if she has gone up to rest, to get away from everybody for a while."], ["Kanske har hon bråkat med Madde, annars borde de ha varit tillsammans, för de var alltid det i skolan.", "Maybe she has fought with Madde, otherwise they would have been together, as they always were at school."], ["Men Klara hade väl blivit så full att hon gått och lagt sig.", "But Klara had probably got so drunk that she had gone to bed."], ["Alla på skolan sa att Klara älskade att festa.", "Everyone in school said that Klara loved to party."], ["Att Klara alltid skulle “däcka”.", "That Klara would always “pass out.” Her face is turned away, it’s hard for me to see her properly."], ["Hennes ansikte är bortvänt, jag har svårt att se henne ordentligt, kan se genom alla väggar utom just dessa, här ser jag bara glipan, och blicken tappar fotfästet in i mörkret på sidor­na.", "I can see through all other walls but not through these, here I can only see the crack, and my eyes lose their foothold into the darkness at the sides."], ["Där ligger Klara och det långa håret har runnit ut över sängen.", "Klara is lying there, and her long hair has spilled out across the bed."], ["Det försvinner ner i överkastets veck så att det ser ut som att det är jättelångt, når ner över sängens kanter.", "It disappears down into the fold of the coverlet, making it look extremely long, and reaches down over the sides of the bed."], ["Klara är snyggast av alla tjejer på hela skolan, till och med när hon har däckat är hon vackrare än alla där hon ligger i ljuset som faller in från hallen.", "Klara is the prettiest of all the girls in the whole school, even when she has passed out she is more beautiful than all of them as she is lying in the light falling in from the corridor."], ["Men det är så mörkt i rum­mets hörn.", "But it’s so dark in the corners of the room."], ["Mörkret sväller och krymper igen, men växer sig hela tiden lite större.", "A darkness that swells and shrinks back but grows a little bigger all the time."], ["Det tar över allt.", "It takes over everything."], ["Och sedan är det som att allt försvinner för mig, liksom sjunker lite längre bort i mitt synfält.", "And then it is like everything disappears for me, kind of sinks a bit farther away in my field of vision."], ["Ljusstrimman från dörren vacklar till, någon har gått förbi.", "The stripe of light from the door wobbles, someone has walked past."], ["Det rör sig i det svarta.", "Something moves in the blackness."], ["Ljuset bryts igen.", "The light is broken again."], ["Det är någon mer i rummet.", "There is someone else in the room."]], [["Kanske gjorde de det för att skoja, jag vet inte.", "Maybe they did it for the fun of it, I don’t know."], ["Jag ser bara en stor hand som drar upp hennes kjol och sedan kan jag inte se mer, ljuset flackar sig över i flimmer och det börjar myllra tills jag måste titta bort och då försvin­ner hela bilden.", "I can just see a large hand pulling up her dress and then I can’t see anything more, the light starts flickering and fluttering and becomes all grainy until I have to look away, and then the whole picture disappears."], ["Men jag vet att Jimmy var där.", "But I know that Jimmy was there."], ["Jag vet det, för på NO:n hörde jag Mikaela säga till Linnea att Madde hade berättat att Klara sagt det till polisen.", "I know it, because in science class I heard Mikaela tell Linnea that Madde had said that Klara had told it to the police."], ["Innan hon drog tillbaka sin anmälan så sa hon till polisen att Jimmy och Danne och Robin och Ante hade varit där inne.", "Before she withdrew her report, she said to the police that Jimmy and Danne and Robin and Ante had been inside there."], ["Trots att hon var så full att hon sov, hade hon märkt att de var där.", "Even though she was so drunk that she was asleep, she had noticed them being there."], ["Och kanske hade hon sett Jimmys flin, hans idiotiska jävla min, kanske var det den hon hade sett då.", "And maybe she had seen Jimmy’s grin, his idiotic bloody expression, maybe that’s what she had seen then."], ["Samma som han satt med i köket nu, som om ingenting hade hänt.", "The same as he had in the kitchen now, as if nothing had happened."], ["Som om ingenting alls.", "Nothing at all."]], [["Och där ute satt Jimmy och farsan och Olof och Jörgen och Rickard och skrattade.", "And out there sat Jimmy and Dad and Olof and Jörgen and Rickard laughing."], ["Det hördes hela vägen in till mitt rum.", "I could hear it all the way to my room."], ["Kanske hörde mamma dem också, eller så sov hon, det spelade ingen större roll längre, för hon gjorde ingenting utan lät dem skratta som de ville.", "Perhaps Mum heard them too, or maybe she was sleeping, it didn’t matter much anymore, because she didn’t do anything, just let them laugh as they pleased."]], [["Efter kanske tjugo minuter hörde jag hur köksstolarna skra­pade mot golvet.", "After maybe twenty minutes I heard the kitchen chairs scraping against the floor."], ["Strax därefter passerade Jörgen och de andra på gatan utanför fönstret, deras röster blev lägre och lägre tills de slutligen försvann.", "Shortly afterwards Jörgen and the others were walking on the street past my window, their voices getting lower and lower until they finally disappeared."], ["Och så var det tyst en stund.", "And then there was silence for a while."], ["Ingen gick till toaletten för att borsta tänderna, både farsan och Jimmy satt kvar i köket.", "Nobody went to the toilet to brush his teeth, both Dad and Jimmy remained in the kitchen."], ["Jag såg dem när jag tittade rakt igenom väggarna, de pratade tyst med varandra, uppspelta, yviga.", "I saw them while looking straight through the walls, they spoke quietly with one another, excited, bombastic."], ["Men jag kunde inte urskilja något de sa, bara se dem, hur de satt tätt intill varandra, slog ihop ölburkarna i en skål för att sedan hälla i sig det sista.", "But I couldn’t make out anything they said, I just saw them, how they sat closely together, striking their beer cans together in a toast before gulping down the rest."], ["Några minuter senare öpp­nades och stängdes ytterdörren.", "A few minutes later the entrance door opened and closed."], ["Jag satte mig upp i sängen, släckte sänglampan så att jag kunde se ut i mörkret.", "I sat upright on the bed, switched off the bedside lamp to be able to see outside in the dark."], ["Det var Jimmy, på väg till bodan.", "It was Jimmy, on his way to the garden shed."], ["Jag såg att dörren kärvade lite när han drog i handtaget, som den brukade göra på vintern för att tjälen pressade upp tröskeln.", "I saw the door resist a little when he pulled the handle, like it used to in winter when the ground frost forced the threshold upwards."], ["Han ryckte till så att den gick upp och försvann in.", "He jerked it open and disappeared inside."], ["Efter en stund kom han ut igen, med något smalt och avlångt i handen.", "After a while he came out again with something narrow and oblong in his hand."], ["Jag gick till fönstret och kikade fram bakom gardinen, men kunde inte se vad det var.", "I went to the window and looked out from behind the curtain, but couldn’t see what it was."], ["Han kom in i huset igen och jag hörde hur han och farsan pratade, men inte vad de sa.", "He got into the house again and I heard him and Dad talking, but not what they said."], ["De skrattade lite, och den ena hyschade på den andra.", "They laughed a little, and one of them hushed the other."]], [["Det blev tyst igen.", "It got quiet again."], ["Så hörde jag hur det knakade till i trappan.", "Then I heard the stairs creaking."], ["Med ens fattade jag.", "Suddenly I understood."], ["Det var kofoten.", "It was the crowbar."], ["De tänker ta sig in i rummet.", "They wanted to enter the room."]], [["Jag nästan sprang fram till dörren, kände att jag måste hejda dem.", "I almost ran to the door, felt that I had to stop them."], ["Men jag stannade.", "But I halted."], ["Vad spelade det för roll om de bröt upp den där dörren.", "What did it matter if they forced that door open?"], ["De ville väl bara skämta lite med mamma.", "They only wanted to have some fun with Mum."], ["Det är ju bara ett skämt.", "It’s just for the fun of it."], ["", "But a strange light shone inside me."], ["", "And I knew that just shouting wouldn’t do."], ["", "To stop them I had to take the crowbar from them with my own hands."], ["enda sättet.", "That was the only way."]], [["Så jag öppnade dörren och kom ut i hallen, men när jag skulle springa uppför trappan hörde jag hur de, med ett ljud som påminde om ett plågat djurs, bände upp dör­ren och ropade något till mamma.", "So I opened the door and entered the corridor, but as I started running upstairs, I heard how they, with a sound that resembled a tormented animal, bent open the door and shouted something to Mum."], ["Jag fastnade mitt i min rörelse.", "I froze in the middle of my movement."], ["Det blev med ens alldeles tyst.", "Suddenly everything fell completely silent."], ["Något iskallt rann långsamt genom kroppen.", "Something ice-cold ran slowly through my body."], ["Jag kunde känna när det tog sig genom strupen, ner i magsäcken, ut på sidorna och ner över låren tills det samlades i knäna i två virvlar.", "I could feel it as it found its way through my throat, down my stomach, out to the sides and down over my thighs till it gathered in my knees in two whirls."], ["Då hörde jag att någon grät.", "Then I heard someone crying."]], [["Mamma.", "Mum."]], [["Det ökade i styrka, hon tjöt till och började nästan yla, nej inte yla, det lät dovare.", "It gained strength, she wailed and almost started howling, no, not howling, it sounded hollower."], ["Långa, klagande ljud ur djupet av en kropp.", "Long, moaning sounds from the depths of a body."], ["De blev högre, så höga att jag inte ens hörde när farsan och Jimmy kom tillbaka nedför trappan.", "They grew louder, so loud that I didn’t even hear Dad and Jimmy returning down the stairs."], ["De sa ingenting då de gick förbi mig där jag fortfarande stod, färdig till språng.", "They said nothing when they passed me where I was still standing, ready to run."], ["Deras ögon såg helt tomma ut när de försvann mot sina rum. Mamma fortsatte gråtjama uppe på vinden, men jag stod kvar utan att gå upp och trösta henne.", "Their eyes looked completely empty as they disappeared to their rooms, but I remained standing without going upstairs to comfort her."]]], [[["Dagen efter vaknade jag sent, låg kvar ett tag och lyssnade.", "The day after I woke up late, remained in bed for a moment, listening."], ["Dammet rörde sig i drömska mönster ovanför mitt ansik­te.", "Dust moved in dreamlike patterns above my face."], ["Huset var tyst.", "The house was quiet."], ["Jag gick upp, trevande.", "I went upstairs, fumbling."], ["Det kändes så tomt överallt.", "It felt so empty everywhere."], ["Dörren till Jimmys rum stod öppen.", "The door to Jimmy’s room was open."], ["Sängen var obäddad.", "The bed wasn’t made."]], [["Vindstrappan stod i dunkel, träet på de nötta trapp­stegen kändes lent mot mina fötter.", "The stairs to the attic were dim, the wood of the worn-down steps felt smooth against my feet."], ["Jag gick så tyst jag kunde, halvvägs upp såg jag att dörren till vindsrummet stod på glänt.", "I went as soundlessly as I could, halfway up I saw the attic room door standing ajar."], ["Tydliga märken efter kofoten.", "Clear marks of the crowbar."], ["Uppbrutna ljusa sår i träkarmen.", "Broken-up bright wounds in the door frame."], ["Ljuset strömmade ut på mina fötter.", "The light streamed out onto my feet."]], [["– Mamma?", "– Mum?"]], [["Jag sköt upp dörren.", "I pushed open the door."]], [["Det var oerhört att hon hade lyckats röja upp så mycket.", "That she had managed to tidy up so much was incredible."], ["Jag mindes rummet som överbelamrat, mörkt och smut­sigt.", "I remembered the room as being crammed, dark and filthy."], ["Igengrodda fönster, ett tjockt lager av damm på tunga sopsäckar och glömda möbler.", "Dirt-encrusted windows, a thick layer of dust on heavy rubbish bags and long-forgotten furniture."], ["Men nu såg det ut som vil­ket rum som helst. Luktade svagt av citrus, trä och rökelse.", "But now it looked like any other room, smelled weakly of citrus, wood and incense."], ["Mellan två mörklila gardinlängder föll det milda vin­terljuset in på ett skrivbord fullt av böcker.", "Between two purple lengths of curtain the mild winter light fell onto a desk full of books."], ["I mitten stod en blänkande skrivmaskin med ett tomt ark.", "In the middle stood a gleaming typewriter with an empty sheet of paper."], ["Fällsängen var bäddad, och på golvet intill fanns ett halvt glas vat­ten.", "The folding bed was made, and on the floor next to it was a glass half-full of water."], ["Några tunna, fjuniga hårstrån hade fastnat på glasets kanter, vattnet var lite dammigt.", "A few thin, downy strands of hair had fastened to the sides of the glass, the water was a little dusty."], ["Jag tog några steg ditåt, men stannade igen.", "I took a few steps that way, but stopped again."], ["Ett ljud, som av en duns.", "A sound, like a thump."], ["Eller en dov ton som slagits an någonstans i huset, dämpats av färden genom väggarna men nått mig i exakt samma ögonblick som jag stannat.", "Or a hollow note struck somewhere in the house, dampened by the journey through the walls but reaching me at the exact moment I stopped."], ["Jag stod blickstilla och lyssnade.", "I stood in silence, listening."], ["En ska­tas avlägsna rassel utanför fönstret.", "The distant rattle of a magpie outside the window."], ["Inget annat.", "Nothing else."], ["Det var kallare här uppe, och jag var barfota på trägolvet.", "It was colder up here, and I was barefoot on the wooden floor."], ["Några centimeter från mina tår såg jag att någon hade dragit ett vitt kritstreck som försvann in under den röda, orienta- liskt mönstrade mattan på golvet framför mig.", "A few centimetres from my toes I saw that someone had drawn a white crayon line that disappeared under the red oriental rug on the floor in front of me."], ["Min ena hand darrade lite när jag gömde den bakom ryggen.", "My hand trembled slightly as I hid it behind my back."], ["Jag var precis vid kanten nu, till något.", "I was right at the edge now, of something."], ["Mycket långsamt, som för att inte bli sedd, öppnade jag munnen en aning.", "Very slowly, as if not to show it, I opened my mouth a little."], ["Resten av kroppen var stilla, det var helt avgörande.", "The rest of my body was still, which was decisive."], ["Jag gjorde tecknet med en snabb hand­rörelse vid ryggraden, det syntes knappt.", "I made the sign with a quick movement of my hand next to the spine, it was hardly visible."], ["Koncentrationen fick huden i mitt ansikte att börja spänna över pannan och tinningarna.", "The intense concentration made the skin of my face tighten across my forehead and temples."], ["Jag sa ordet mycket lågt, nästan ohörbart och mycket lugnt, nästan helt i stillhet.", "I said the word very quietly, almost inaudibly, and very calmly, in almost complete silence."], ["Det hördes nog ändå.", "Even so, it would probably be heard."], ["Sedan tog jag mina första steg i cirkeln mot solen.", "Then I took the first counter-clockwise steps of the circle."], ["När jag var klar stannade jag.", "When I was ready I halted."], ["Hela kroppen kändes dom­nad, blicken sökte sig omkring.", "My whole body felt numb, my eyes looking around, searching."], ["Men inget hände.", "But nothing happened."], ["Inte ens skatan hördes nu.", "Not even the magpie could be heard now."], ["Jag vände mig om för att gå.", "I turned around to leave."], ["Men halvvägs ut ur rummet såg jag en böljande rörelse i ögon­vrån.", "But halfway out of the room I could see a billowing movement in the corner of my eye."], ["Nere vid golvet var det, bakom gardinen vid fönstret närmast.", "It came from the floor, behind the curtain of the nearest window."], ["Som om något suttit där en stund, men nu var på väg fram.", "As if something had been sitting there for a while, but now was on its way out."]]]]}